{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġ)": 261,
      "Ġ(": 262,
      "Ġ;": 263,
      "Ġ,": 264,
      "Ġi": 265,
      "Ġ-": 266,
      "SV": 267,
      "Ġ=": 268,
      "Ġ->": 269,
      "re": 270,
      "an": 271,
      "Ġs": 272,
      "Ġc": 273,
      "bl": 274,
      "ank": 275,
      "blank": 276,
      "Ġp": 277,
      "de": 278,
      "in": 279,
      "se": 280,
      "ar": 281,
      "en": 282,
      "Ġ<": 283,
      "Ġif": 284,
      "st": 285,
      "Ġ{": 286,
      "Ġ}": 287,
      "er": 288,
      "on": 289,
      "at": 290,
      "Ġ0": 291,
      "Ġ*": 292,
      "ag": 293,
      "or": 294,
      "Ġ.": 295,
      "tr": 296,
      "Ġb": 297,
      "al": 298,
      "Ġre": 299,
      "Ġ&": 300,
      "Ġf": 301,
      "Ġ\"": 302,
      "Ġu": 303,
      "Ġ]": 304,
      "Ġ[": 305,
      "Ġ1": 306,
      "Ġm": 307,
      "Ġ+": 308,
      "nt": 309,
      "nd": 310,
      "Ġt": 311,
      "le": 312,
      "age": 313,
      "art": 314,
      "am": 315,
      "iz": 316,
      "el": 317,
      "ize": 318,
      "ur": 319,
      "ic": 320,
      "it": 321,
      "St": 322,
      "mage": 323,
      "ug": 324,
      "Ġl": 325,
      "Start": 326,
      "od": 327,
      "Ġv": 328,
      "Bug": 329,
      "ct": 330,
      "ff": 331,
      "ad": 332,
      "co": 333,
      "Ġo": 334,
      "Ġ!": 335,
      "ro": 336,
      "Ġret": 337,
      "Ġd": 338,
      "Mod": 339,
      "Ġ==": 340,
      "et": 341,
      "id": 342,
      "End": 343,
      "Ġn": 344,
      "Ġps": 345,
      "ĠN": 346,
      "Ġg": 347,
      "ex": 348,
      "Ġ:": 349,
      "um": 350,
      "lo": 351,
      "ion": 352,
      "IN": 353,
      "Ġr": 354,
      "ame": 355,
      "mp": 356,
      "ig": 357,
      "Ġint": 358,
      "Ġimage": 359,
      "ed": 360,
      "urn": 361,
      "Ġreturn": 362,
      "to": 363,
      "ase": 364,
      "ut": 365,
      "pt": 366,
      "\\\\": 367,
      "len": 368,
      "dec": 369,
      "Ġco": 370,
      "as": 371,
      "fo": 372,
      "ile": 373,
      "ck": 374,
      "int": 375,
      "UL": 376,
      "Ġcon": 377,
      "Ġstr": 378,
      "es": 379,
      "ak": 380,
      "ata": 381,
      "Ġcase": 382,
      "ch": 383,
      "ER": 384,
      "Ġst": 385,
      "reak": 386,
      "ModStart": 387,
      "Ġbreak": 388,
      "pe": 389,
      "ULL": 390,
      "th": 391,
      "Ġch": 392,
      "size": 393,
      "err": 394,
      "ue": 395,
      "Ġh": 396,
      "ing": 397,
      "Ġel": 398,
      "ĠNULL": 399,
      "der": 400,
      "Ġsize": 401,
      "Ġ!=": 402,
      "uf": 403,
      "Ġelse": 404,
      "ce": 405,
      "StartBug": 406,
      "EndBug": 407,
      "OR": 408,
      "Ġin": 409,
      "pi": 410,
      "set": 411,
      "Ġ2": 412,
      "ĠM": 413,
      "Ġa": 414,
      "Ġx": 415,
      "ĠS": 416,
      "Ġ|": 417,
      "info": 418,
      "><": 419,
      "ent": 420,
      "Ġ>": 421,
      "ype": 422,
      "32": 423,
      "Ġ++": 424,
      "Ġy": 425,
      "un": 426,
      "ĠR": 427,
      "Ġ&&": 428,
      "ext": 429,
      "str": 430,
      "ap": 431,
      "is": 432,
      "of": 433,
      "ate": 434,
      "ON": 435,
      "Ġde": 436,
      "rame": 437,
      ">%": 438,
      "lag": 439,
      "ns": 440,
      "ign": 441,
      "Ġlen": 442,
      "ModEnd": 443,
      "ode": 444,
      "Ġen": 445,
      "Ġchar": 446,
      "INT": 447,
      "RE": 448,
      "em": 449,
      "ĠE": 450,
      "ST": 451,
      "ĠC": 452,
      "val": 453,
      "dr": 454,
      "AL": 455,
      "Ġk": 456,
      "Ġnd": 457,
      "arg": 458,
      "Ġconst": 459,
      "Ġw": 460,
      "Ġgo": 461,
      "ix": 462,
      "ul": 463,
      "ea": 464,
      "mb": 465,
      "Ġndo": 466,
      "ĠT": 467,
      "Ġgoto": 468,
      "uct": 469,
      "DE": 470,
      "ptr": 471,
      "AT": 472,
      "IT": 473,
      "row": 474,
      "eader": 475,
      "ption": 476,
      "pr": 477,
      "ser": 478,
      "con": 479,
      "PR": 480,
      "Ġsizeof": 481,
      "ĠI": 482,
      "il": 483,
      "gth": 484,
      "im": 485,
      "ist": 486,
      "uff": 487,
      "LE": 488,
      "if": 489,
      "no": 490,
      "Ġ||": 491,
      "Ġj": 492,
      "data": 493,
      "Ġ#": 494,
      "Ġstruct": 495,
      "Ġerr": 496,
      "igned": 497,
      "Ġcpi": 498,
      "ĠA": 499,
      "ice": 500,
      "Ġq": 501,
      "ick": 502,
      "RA": 503,
      "unt": 504,
      "buf": 505,
      "64": 506,
      "us": 507,
      "Ġ_": 508,
      "16": 509,
      "up": 510,
      "Ġ'": 511,
      "ffset": 512,
      "bj": 513,
      "Ġ+=": 514,
      "ĠP": 515,
      "Ġfor": 516,
      "op": 517,
      "Ġ4": 518,
      "ock": 519,
      "ERR": 520,
      "code": 521,
      "res": 522,
      "ip": 523,
      "Ġvp": 524,
      "CT": 525,
      "ree": 526,
      "frame": 527,
      "nsigned": 528,
      "Ġunsigned": 529,
      "ĠND": 530,
      "OP": 531,
      "ĠB": 532,
      "sl": 533,
      "agick": 534,
      "Ġbuf": 535,
      "type": 536,
      "LO": 537,
      "CK": 538,
      "ack": 539,
      "oid": 540,
      ":<": 541,
      "ve": 542,
      "Ġe": 543,
      "ort": 544,
      "uffer": 545,
      "te": 546,
      "flag": 547,
      "ol": 548,
      "Ġvoid": 549,
      "00": 550,
      "ME": 551,
      "map": 552,
      "ixel": 553,
      "and": 554,
      "Ġex": 555,
      "Ġdata": 556,
      "lob": 557,
      "ine": 558,
      "SE": 559,
      "Image": 560,
      "Ġcm": 561,
      "ir": 562,
      "Ġ8": 563,
      "Ġcol": 564,
      "per": 565,
      "bit": 566,
      "PRINT": 567,
      "ead": 568,
      "ble": 569,
      "ax": 570,
      "ey": 571,
      "ĠG": 572,
      "Ġstat": 573,
      "ay": 574,
      "Ġyy": 575,
      "slice": 576,
      "pic": 577,
      "ref": 578,
      "Ġ3": 579,
      "ception": 580,
      "AR": 581,
      "tx": 582,
      "fa": 583,
      "Ġnum": 584,
      "par": 585,
      "ant": 586,
      "num": 587,
      "Ġarg": 588,
      "Blob": 589,
      "addr": 590,
      "file": 591,
      "mm": 592,
      "print": 593,
      "Ġval": 594,
      "sp": 595,
      "LA": 596,
      "ot": 597,
      "ew": 598,
      "SI": 599,
      "ver": 600,
      "rc": 601,
      "cur": 602,
      "CO": 603,
      "CH": 604,
      "Ġout": 605,
      "FF": 606,
      "est": 607,
      "ĠV": 608,
      "name": 609,
      "Ġas": 610,
      "loc": 611,
      "uant": 612,
      "ERROR": 613,
      "put": 614,
      "end": 615,
      "UN": 616,
      "dex": 617,
      "ht": 618,
      "ĠD": 619,
      "ream": 620,
      "Ġend": 621,
      "text": 622,
      "ult": 623,
      "XT": 624,
      "Ġsk": 625,
      "Ġ<<": 626,
      "ĠMagick": 627,
      "po": 628,
      "col": 629,
      "rr": 630,
      "In": 631,
      "PE": 632,
      "ĠF": 633,
      "ect": 634,
      "Ġctx": 635,
      "ide": 636,
      "ĠW": 637,
      "ĠRead": 638,
      "Ġlength": 639,
      "ĠL": 640,
      "pl": 641,
      "ID": 642,
      "mv": 643,
      "MA": 644,
      "cp": 645,
      "mode": 646,
      "ok": 647,
      "get": 648,
      "error": 649,
      "Ġav": 650,
      "sion": 651,
      ",<": 652,
      "sc": 653,
      "pro": 654,
      "printf": 655,
      "EN": 656,
      "block": 657,
      "read": 658,
      "ub": 659,
      "Ġuint": 660,
      "CE": 661,
      "ab": 662,
      "ĠU": 663,
      "pre": 664,
      "AD": 665,
      "uantum": 666,
      "Ġmb": 667,
      "ter": 668,
      "add": 669,
      "ass": 670,
      "Ġres": 671,
      "BIT": 672,
      "idth": 673,
      "able": 674,
      "ĠReadBlob": 675,
      "Ex": 676,
      "Ġobj": 677,
      "Ġ\"%": 678,
      "mat": 679,
      "ight": 680,
      "ORD": 681,
      "sg": 682,
      "FI": 683,
      "Ġtr": 684,
      "cmp": 685,
      "alse": 686,
      "Ġtmp": 687,
      "Ġmem": 688,
      "Ġmi": 689,
      "Ġop": 690,
      "Ġerror": 691,
      "Ġcl": 692,
      "rror": 693,
      "ite": 694,
      "offset": 695,
      "qu": 696,
      "Ġlo": 697,
      "NO": 698,
      "yt": 699,
      "Ġ?": 700,
      "ytes": 701,
      "count": 702,
      "SS": 703,
      "amp": 704,
      "cal": 705,
      "MP": 706,
      "ong": 707,
      "Ġframe": 708,
      "ation": 709,
      "ctx": 710,
      "for": 711,
      "Ġflag": 712,
      "Ġpr": 713,
      "buffer": 714,
      "ath": 715,
      "try": 716,
      "eg": 717,
      "Ġssize": 718,
      "Ġ>=": 719,
      "header": 720,
      "Ġcp": 721,
      "Ġvalue": 722,
      "Ġsh": 723,
      "Pixel": 724,
      "ess": 725,
      "fig": 726,
      "ZE": 727,
      "Ġz": 728,
      "fi": 729,
      "TI": 730,
      "unk": 731,
      "Ġoffset": 732,
      "Ġpro": 733,
      "TY": 734,
      "alloc": 735,
      "iv": 736,
      "Error": 737,
      "one": 738,
      "WE": 739,
      "length": 740,
      "io": 741,
      "eight": 742,
      "CON": 743,
      "free": 744,
      "ET": 745,
      "BITS": 746,
      "ive": 747,
      "ull": 748,
      "out": 749,
      "Ġ\"<": 750,
      "Ġdst": 751,
      "VAL": 752,
      "CWE": 753,
      "Ġwh": 754,
      "ma": 755,
      "BU": 756,
      "def": 757,
      "Ġflags": 758,
      "Ġexception": 759,
      "Ġvpx": 760,
      "ou": 761,
      "Ġ>>": 762,
      "Ġth": 763,
      "Ġtype": 764,
      "Ġrc": 765,
      "log": 766,
      "codec": 767,
      "Ġip": 768,
      "ime": 769,
      "tra": 770,
      "stat": 771,
      "Ġnew": 772,
      "wit": 773,
      "Ġget": 774,
      "12": 775,
      "ask": 776,
      "Quantum": 777,
      "key": 778,
      "idx": 779,
      "Ġis": 780,
      "mi": 781,
      "Ġ/": 782,
      "Ġrow": 783,
      "ĠAV": 784,
      "SIZE": 785,
      "UM": 786,
      "ĠVP": 787,
      "Ġtptr": 788,
      "Ġendif": 789,
      "Ġsrc": 790,
      "Ġcount": 791,
      "ber": 792,
      "PA": 793,
      "sert": 794,
      "TE": 795,
      "sh": 796,
      "Ġref": 797,
      "ory": 798,
      "Ġcur": 799,
      "Ġcolor": 800,
      "Ġstatus": 801,
      "ĠH": 802,
      "ps": 803,
      "obj": 804,
      "line": 805,
      "ity": 806,
      "ment": 807,
      "ure": 808,
      "Ġwhile": 809,
      "ĠEXT": 810,
      "que": 811,
      "Ġname": 812,
      "TR": 813,
      "rite": 814,
      "AS": 815,
      "LEN": 816,
      "False": 817,
      "ĠMagickFalse": 818,
      "TYPE": 819,
      "attr": 820,
      "Ġcomp": 821,
      "Ġ\"\\\\": 822,
      "Ch": 823,
      "Ġptr": 824,
      "Ġpre": 825,
      "fault": 826,
      "Ġpo": 827,
      "Ġbit": 828,
      "Ġkey": 829,
      "fg": 830,
      "parse": 831,
      "list": 832,
      "string": 833,
      "rb": 834,
      "image": 835,
      "are": 836,
      "ample": 837,
      "Ġfree": 838,
      "uth": 839,
      "bo": 840,
      "ta": 841,
      "ast": 842,
      "stream": 843,
      "Ġopt": 844,
      "ac": 845,
      "Ġassert": 846,
      "null": 847,
      "Ġtok": 848,
      "\\'": 849,
      "Ġmax": 850,
      "nel": 851,
      "LOG": 852,
      "mg": 853,
      "ient": 854,
      "iled": 855,
      "hdr": 856,
      "sk": 857,
      "Ġxd": 858,
      "Ġfile": 859,
      "eld": 860,
      "Type": 861,
      ">\"": 862,
      "ft": 863,
      "Ġ<=": 864,
      "Ġpixel": 865,
      "Ġbuffer": 866,
      "Ġ16": 867,
      "bits": 868,
      "DI": 869,
      "Ġpi": 870,
      "cpy": 871,
      "ru": 872,
      "lev": 873,
      "Ġ__": 874,
      "start": 875,
      "RACT": 876,
      "NUM": 877,
      "TH": 878,
      "ow": 879,
      "FA": 880,
      "CHE": 881,
      "Ġpar": 882,
      "not": 883,
      "LI": 884,
      "our": 885,
      "emory": 886,
      "ld": 887,
      ">(": 888,
      "Ġpu": 889,
      "cl": 890,
      "witch": 891,
      "Ġid": 892,
      "DR": 893,
      "ING": 894,
      "Ġfi": 895,
      "ĠEXTRACT": 896,
      "inter": 897,
      "ire": 898,
      "Ġstatic": 899,
      "Ġreg": 900,
      "ĠGet": 901,
      "ress": 902,
      "LOCK": 903,
      "yte": 904,
      "lename": 905,
      "reg": 906,
      "vent": 907,
      "ĠSet": 908,
      "Header": 909,
      "iff": 910,
      "index": 911,
      "umns": 912,
      "LS": 913,
      "CA": 914,
      "av": 915,
      "Ġthis": 916,
      "Ġ5": 917,
      "Ġline": 918,
      "port": 919,
      "Co": 920,
      "Ġpl": 921,
      "Ġsc": 922,
      "264": 923,
      "Info": 924,
      "Ġ-=": 925,
      "Ġswitch": 926,
      "mt": 927,
      "ĠTh": 928,
      "Ġbest": 929,
      "dis": 930,
      "Ġmode": 931,
      "lv": 932,
      "width": 933,
      "\\\\\"": 934,
      "ĠMA": 935,
      "UE": 936,
      "annel": 937,
      "Ġbp": 938,
      "WORD": 939,
      "acket": 940,
      "value": 941,
      "level": 942,
      "Ġset": 943,
      "RAME": 944,
      "ource": 945,
      "fr": 946,
      "Ġcolumns": 947,
      "ĠThrow": 948,
      "max": 949,
      "SU": 950,
      "Exception": 951,
      "Ġconfig": 952,
      "blk": 953,
      "cale": 954,
      "Ġ6": 955,
      "Ġal": 956,
      "IG": 957,
      "IP": 958,
      "comp": 959,
      "left": 960,
      "ilter": 961,
      "MAX": 962,
      "ane": 963,
      "MO": 964,
      "NE": 965,
      "wor": 966,
      "Ġcomm": 967,
      "Ġstream": 968,
      "Ġtile": 969,
      "11": 970,
      "Ġpb": 971,
      "rd": 972,
      "CHECK": 973,
      "IL": 974,
      "ĠY": 975,
      "Ġ|=": 976,
      "lock": 977,
      "AN": 978,
      "pix": 979,
      "irst": 980,
      "flags": 981,
      "che": 982,
      "Ġdefault": 983,
      "Ġih": 984,
      "dev": 985,
      "Ġcmd": 986,
      "UR": 987,
      "Ġmsg": 988,
      "ĠOP": 989,
      "Ġpc": 990,
      "ty": 991,
      "order": 992,
      "db": 993,
      "ĠO": 994,
      "Ġindex": 995,
      "Ġinfo": 996,
      "ition": 997,
      "ind": 998,
      "Ġse": 999,
      "FNUM": 1000,
      "ace": 1001,
      "Ġcontext": 1002,
      "stride": 1003,
      "ĠImage": 1004,
      "mbs": 1005,
      "Size": 1006,
      "INVAL": 1007,
      "bs": 1008,
      "CODE": 1009,
      "ge": 1010,
      "xc": 1011,
      "decode": 1012,
      "Ġrows": 1013,
      "Ġdev": 1014,
      "essage": 1015,
      "__": 1016,
      "valid": 1017,
      "pth": 1018,
      "FRAME": 1019,
      "Ġcpu": 1020,
      "write": 1021,
      "Ġcont": 1022,
      "Magick": 1023,
      "Ġfprintf": 1024,
      "context": 1025,
      "init": 1026,
      "py": 1027,
      "pixel": 1028,
      "Memory": 1029,
      "GE": 1030,
      "ayer": 1031,
      "nc": 1032,
      "Data": 1033,
      "pred": 1034,
      "TA": 1035,
      "RO": 1036,
      "fd": 1037,
      "Ġinput": 1038,
      "Str": 1039,
      "Ġgf": 1040,
      "To": 1041,
      "ĠK": 1042,
      "ffff": 1043,
      "Ġcfg": 1044,
      "low": 1045,
      "File": 1046,
      "kt": 1047,
      "ĠUWORD": 1048,
      ")\"": 1049,
      "poc": 1050,
      "ail": 1051,
      "Ġun": 1052,
      "unc": 1053,
      "Ġsub": 1054,
      "mo": 1055,
      "epi": 1056,
      "Ġread": 1057,
      "OF": 1058,
      "state": 1059,
      "field": 1060,
      "Ġmv": 1061,
      "Ġsock": 1062,
      "ri": 1063,
      "ptions": 1064,
      "Ġbytes": 1065,
      "wn": 1066,
      "rom": 1067,
      "sy": 1068,
      "Ġskb": 1069,
      "Ġ'\\\\": 1070,
      "ailed": 1071,
      "Ġser": 1072,
      "SH": 1073,
      "del": 1074,
      "bug": 1075,
      "Ġrd": 1076,
      "ance": 1077,
      "Ġext": 1078,
      "Ġnumber": 1079,
      "ction": 1080,
      "ies": 1081,
      "PP": 1082,
      "sb": 1083,
      "tptr": 1084,
      "roup": 1085,
      "ash": 1086,
      "ave": 1087,
      "Ġ7": 1088,
      "Un": 1089,
      "derr": 1090,
      "ouble": 1091,
      "min": 1092,
      "Ġkrb": 1093,
      "Ġnext": 1094,
      "Ġprint": 1095,
      "Con": 1096,
      "02": 1097,
      "fs": 1098,
      "orru": 1099,
      "ob": 1100,
      "quest": 1101,
      "strm": 1102,
      "UT": 1103,
      "bytes": 1104,
      "lose": 1105,
      "orrupt": 1106,
      "cnt": 1107,
      "bitstrm": 1108,
      "ION": 1109,
      "Ġsun": 1110,
      "ep": 1111,
      "time": 1112,
      "ATE": 1113,
      "Ġstate": 1114,
      "char": 1115,
      "ost": 1116,
      "om": 1117,
      "ial": 1118,
      "List": 1119,
      "VE": 1120,
      "ATA": 1121,
      "Ġheader": 1122,
      "user": 1123,
      "Ġad": 1124,
      "ink": 1125,
      "Ġstart": 1126,
      "ĠThrowR": 1127,
      "eaderException": 1128,
      "Ġlog": 1129,
      "Ġ12": 1130,
      "PI": 1131,
      "rent": 1132,
      "Ġplane": 1133,
      "Ġlong": 1134,
      "ĠThrowReaderException": 1135,
      "Ġstderr": 1136,
      "ra": 1137,
      "vc": 1138,
      "ĠYY": 1139,
      "nown": 1140,
      "Ġattr": 1141,
      "ĠVPX": 1142,
      "arch": 1143,
      "TCHECK": 1144,
      "VP": 1145,
      "Ġdec": 1146,
      "Ġwidth": 1147,
      "arget": 1148,
      "msg": 1149,
      "md": 1150,
      "Ġlast": 1151,
      "inue": 1152,
      "SET": 1153,
      "ec": 1154,
      "Ġfilename": 1155,
      "ctive": 1156,
      "Ġver": 1157,
      "andle": 1158,
      "xcf": 1159,
      "LAG": 1160,
      "mem": 1161,
      "lean": 1162,
      "Ġmbmi": 1163,
      "Ġoxcf": 1164,
      "pos": 1165,
      "Ġdp": 1166,
      "new": 1167,
      "Ġpath": 1168,
      "LAB": 1169,
      "119": 1170,
      "Ġmemcpy": 1171,
      "HDR": 1172,
      "reen": 1173,
      "Ġsb": 1174,
      "date": 1175,
      "Ġcontinue": 1176,
      "ĠPy": 1177,
      "wd": 1178,
      "String": 1179,
      "sub": 1180,
      "seq": 1181,
      "Ġuser": 1182,
      "emp": 1183,
      "Ġdouble": 1184,
      "ĠTI": 1185,
      "cre": 1186,
      "Ġclient": 1187,
      "IS": 1188,
      "Ġsy": 1189,
      "part": 1190,
      "ĠJ": 1191,
      "ĠWORD": 1192,
      "path": 1193,
      "HE": 1194,
      "imit": 1195,
      "STR": 1196,
      "Ġavctx": 1197,
      "Long": 1198,
      "TO": 1199,
      "Ġifdef": 1200,
      "roy": 1201,
      "eff": 1202,
      "resh": 1203,
      "ib": 1204,
      "Ġargv": 1205,
      "BUG": 1206,
      "MEM": 1207,
      "ĠERROR": 1208,
      "ĠMAX": 1209,
      "Sh": 1210,
      "FO": 1211,
      "Ġheight": 1212,
      "ĠGF": 1213,
      "ues": 1214,
      "ĠINT": 1215,
      "ss": 1216,
      "ry": 1217,
      "Ġentry": 1218,
      "Ġaddr": 1219,
      "ĠTIFF": 1220,
      "Ġ--": 1221,
      "pack": 1222,
      "orruptImage": 1223,
      "object": 1224,
      "VER": 1225,
      "skip": 1226,
      "dir": 1227,
      "=<": 1228,
      "pp": 1229,
      "ust": 1230,
      "filter": 1231,
      "Pro": 1232,
      "param": 1233,
      "ĠLo": 1234,
      "chunk": 1235,
      "ĠCorruptImage": 1236,
      "MODE": 1237,
      "Ġtx": 1238,
      "ĠZ": 1239,
      "Ġfd": 1240,
      "quire": 1241,
      "ĠCorruptImageError": 1242,
      "MT": 1243,
      "DEBUG": 1244,
      "ict": 1245,
      "Ġseg": 1246,
      "OL": 1247,
      "ĠRE": 1248,
      "ange": 1249,
      "Ġstrcmp": 1250,
      "ĠSetPixel": 1251,
      "cc": 1252,
      "FIG": 1253,
      "height": 1254,
      "ph": 1255,
      "proc": 1256,
      "tp": 1257,
      "color": 1258,
      "ALSE": 1259,
      "Ġserver": 1260,
      "ister": 1261,
      "sps": 1262,
      "ard": 1263,
      "Ġbmp": 1264,
      "tmp": 1265,
      "dc": 1266,
      "use": 1267,
      "DATA": 1268,
      "atch": 1269,
      "Ġsf": 1270,
      "Ġro": 1271,
      "ĠMS": 1272,
      "ray": 1273,
      "Ġblock": 1274,
      "FLAG": 1275,
      "Ġstrlen": 1276,
      "Ġinter": 1277,
      "BLE": 1278,
      "cost": 1279,
      "ression": 1280,
      "GP": 1281,
      "Ġyych": 1282,
      "ED": 1283,
      "CCE": 1284,
      "ature": 1285,
      "PRO": 1286,
      "first": 1287,
      "uv": 1288,
      "sum": 1289,
      "tent": 1290,
      "ĠTR": 1291,
      "Ġsp": 1292,
      "Ġmask": 1293,
      "var": 1294,
      "Ġdo": 1295,
      "ans": 1296,
      "Ġbsize": 1297,
      "Ġmap": 1298,
      "vp": 1299,
      "Ġrs": 1300,
      "Short": 1301,
      "10": 1302,
      "be": 1303,
      "from": 1304,
      "Ġenc": 1305,
      "base": 1306,
      "ply": 1307,
      "ĠTRUE": 1308,
      "ush": 1309,
      "test": 1310,
      "Re": 1311,
      "Ġprev": 1312,
      "Al": 1313,
      "af": 1314,
      "inc": 1315,
      "SA": 1316,
      "Ġimg": 1317,
      "Ġcore": 1318,
      "Ġmemset": 1319,
      "ATLAB": 1320,
      "pc": 1321,
      "ĠCON": 1322,
      "ump": 1323,
      "Ġcolormap": 1324,
      "EY": 1325,
      "Ġbits": 1326,
      "ary": 1327,
      "SP": 1328,
      "sock": 1329,
      "Failed": 1330,
      "delta": 1331,
      "EE": 1332,
      "Ġbase": 1333,
      "ĠIV": 1334,
      "Ġskip": 1335,
      "scri": 1336,
      "20": 1337,
      "Ġdef": 1338,
      "frm": 1339,
      "000": 1340,
      "static": 1341,
      "dent": 1342,
      "ctor": 1343,
      "abl": 1344,
      "Ġreq": 1345,
      "Ġgen": 1346,
      "address": 1347,
      "MS": 1348,
      "INVALID": 1349,
      "Ġbo": 1350,
      "CAST": 1351,
      "ĠMATLAB": 1352,
      "Ġjs": 1353,
      "Ġ32": 1354,
      "ound": 1355,
      "ift": 1356,
      "SY": 1357,
      "opt": 1358,
      "Ġsn": 1359,
      "refix": 1360,
      "Ġbl": 1361,
      "Ġquantum": 1362,
      "format": 1363,
      "mask": 1364,
      "EX": 1365,
      "LSB": 1366,
      "load": 1367,
      "Ġdest": 1368,
      "ĠBLOCK": 1369,
      "Char": 1370,
      "ator": 1371,
      "ule": 1372,
      "Ġjas": 1373,
      "nect": 1374,
      "node": 1375,
      "SK": 1376,
      "ish": 1377,
      "ĠQ": 1378,
      "Ġpd": 1379,
      "nal": 1380,
      "Ġtot": 1381,
      "Ġpixels": 1382,
      "Byte": 1383,
      "Ġrate": 1384,
      "Ġtag": 1385,
      "ings": 1386,
      "OK": 1387,
      "ToQuantum": 1388,
      "CUR": 1389,
      "Ġtp": 1390,
      "comm": 1391,
      "und": 1392,
      "OPT": 1393,
      "INFO": 1394,
      "Col": 1395,
      "sample": 1396,
      "Ġcolors": 1397,
      "IF": 1398,
      "Ġcodec": 1399,
      "Ġfc": 1400,
      "Ġph": 1401,
      "Ġtemp": 1402,
      "XX": 1403,
      "ONE": 1404,
      "Ġpage": 1405,
      "next": 1406,
      "ĠReadBlobLSB": 1407,
      "Ġpos": 1408,
      "word": 1409,
      "config": 1410,
      "FAIL": 1411,
      "Pixels": 1412,
      "uid": 1413,
      "ache": 1414,
      "rate": 1415,
      "sn": 1416,
      "REF": 1417,
      "fb": 1418,
      "ated": 1419,
      "Ġcode": 1420,
      "CCESS": 1421,
      "exp": 1422,
      "igh": 1423,
      "Ġdepth": 1424,
      "Ġ10": 1425,
      "Comp": 1426,
      "entry": 1427,
      "oc": 1428,
      "ĠBGP": 1429,
      "thread": 1430,
      "values": 1431,
      "tries": 1432,
      "Ġmod": 1433,
      "ĠScale": 1434,
      "ers": 1435,
      "dp": 1436,
      "uthent": 1437,
      "prev": 1438,
      "ĠSA": 1439,
      "EXT": 1440,
      "priv": 1441,
      "coeff": 1442,
      "Ġnet": 1443,
      "US": 1444,
      "leanup": 1445,
      "tile": 1446,
      "Ġregister": 1447,
      "uthentic": 1448,
      "Get": 1449,
      "Ġ25": 1450,
      "ĠAFNUM": 1451,
      "PAR": 1452,
      "Ġsample": 1453,
      "BLOCK": 1454,
      "check": 1455,
      "Ġoff": 1456,
      "URE": 1457,
      "ĠFALSE": 1458,
      ".\"": 1459,
      "Ġstride": 1460,
      "au": 1461,
      "temp": 1462,
      "ĠQuantum": 1463,
      "estroy": 1464,
      "SL": 1465,
      "red": 1466,
      "Ġuv": 1467,
      "ify": 1468,
      "Ġcommon": 1469,
      "Event": 1470,
      "Ġsdb": 1471,
      "link": 1472,
      "De": 1473,
      "COMP": 1474,
      "group": 1475,
      "array": 1476,
      "Ġpv": 1477,
      "IO": 1478,
      "Ġfp": 1479,
      "all": 1480,
      "annels": 1481,
      "main": 1482,
      "ts": 1483,
      "off": 1484,
      "rp": 1485,
      "Ġmessage": 1486,
      "ĠOPJ": 1487,
      "Ġpbi": 1488,
      "copy": 1489,
      "ero": 1490,
      "Ġchunk": 1491,
      "Ġenv": 1492,
      "Ġsz": 1493,
      "layer": 1494,
      "env": 1495,
      "Ġ%": 1496,
      "top": 1497,
      "Ġinode": 1498,
      "space": 1499,
      "Ġold": 1500,
      "tal": 1501,
      "ell": 1502,
      "NT": 1503,
      "tok": 1504,
      "Ġsi": 1505,
      "Ġtw": 1506,
      "tree": 1507,
      "upport": 1508,
      "Ġcurrent": 1509,
      "abled": 1510,
      "Ġup": 1511,
      "ignature": 1512,
      "COM": 1513,
      "rows": 1514,
      "CODEC": 1515,
      "tlen": 1516,
      "Ġsl": 1517,
      "args": 1518,
      "ĠSAFNUM": 1519,
      "ĠAc": 1520,
      "ined": 1521,
      "04": 1522,
      "IC": 1523,
      "TEXT": 1524,
      "cb": 1525,
      "ĠDestroy": 1526,
      "Color": 1527,
      "Ġyyv": 1528,
      "spi": 1529,
      "Ġmin": 1530,
      "ian": 1531,
      "Ġdebug": 1532,
      "Ġparam": 1533,
      "open": 1534,
      "apt": 1535,
      "FMT": 1536,
      "ord": 1537,
      "cted": 1538,
      "sz": 1539,
      "ĠAcquire": 1540,
      "ctb": 1541,
      "qual": 1542,
      "TP": 1543,
      "Ġred": 1544,
      "arent": 1545,
      "01": 1546,
      ">(%": 1547,
      "UP": 1548,
      "GET": 1549,
      ">-": 1550,
      "BUF": 1551,
      "Ġsource": 1552,
      "LIN": 1553,
      "its": 1554,
      ">=<": 1555,
      "opass": 1556,
      "UINT": 1557,
      "rec": 1558,
      "MUL": 1559,
      "ĠSetImage": 1560,
      "Ġhdr": 1561,
      "ain": 1562,
      "pps": 1563,
      "Ġtotal": 1564,
      "disp": 1565,
      "ild": 1566,
      "Ġuse": 1567,
      "ml": 1568,
      "bject": 1569,
      "Name": 1570,
      "ly": 1571,
      "Ġctxt": 1572,
      "mgr": 1573,
      "iss": 1574,
      "Ġoutput": 1575,
      "Ġyyvsp": 1576,
      "intra": 1577,
      "face": 1578,
      "ĠReadBlobByte": 1579,
      "ORE": 1580,
      "ĠLOG": 1581,
      "Ġretval": 1582,
      "Ġvar": 1583,
      "ie": 1584,
      "Ġlist": 1585,
      "aff": 1586,
      "INET": 1587,
      "PACK": 1588,
      "Authentic": 1589,
      "Ġdd": 1590,
      "OB": 1591,
      "lement": 1592,
      "ENT": 1593,
      "CM": 1594,
      "Ġpriv": 1595,
      "orig": 1596,
      "known": 1597,
      "table": 1598,
      "Ġargs": 1599,
      "ere": 1600,
      "ĠEX": 1601,
      "Ġidx": 1602,
      "Ġdis": 1603,
      "Ġadv": 1604,
      "cpu": 1605,
      "NA": 1606,
      "Ġtwopass": 1607,
      "seg": 1608,
      "FILE": 1609,
      "Ġtlen": 1610,
      "Ġbin": 1611,
      "SC": 1612,
      "Ġoptions": 1613,
      "Ġadvance": 1614,
      "req": 1615,
      "perty": 1616,
      "Ġgreen": 1617,
      "Ġ\"\"": 1618,
      "ideo": 1619,
      "Lo": 1620,
      "Ġtrunc": 1621,
      "ormat": 1622,
      "Ġio": 1623,
      "ĠIS": 1624,
      "ning": 1625,
      "script": 1626,
      "ĠX": 1627,
      "SOR": 1628,
      "DF": 1629,
      "Ġviff": 1630,
      "tings": 1631,
      "ĠENO": 1632,
      "VPN": 1633,
      "fmt": 1634,
      "tu": 1635,
      "pha": 1636,
      "ĠFI": 1637,
      "Ġpart": 1638,
      "version": 1639,
      "Ġblue": 1640,
      "Ġfs": 1641,
      "CONTEXT": 1642,
      "ram": 1643,
      "ĠCONFIG": 1644,
      "CURSOR": 1645,
      "Ġparse": 1646,
      "ĠYYCURSOR": 1647,
      "Ġresult": 1648,
      "Ġoper": 1649,
      "ret": 1650,
      "Id": 1651,
      "page": 1652,
      "xff": 1653,
      "coder": 1654,
      "bin": 1655,
      "tom": 1656,
      "Ġcleanup": 1657,
      "SION": 1658,
      "Set": 1659,
      "CONST": 1660,
      "=%": 1661,
      "Ġextra": 1662,
      "invalid": 1663,
      "Ġrequest": 1664,
      "lvl": 1665,
      "LV": 1666,
      "END": 1667,
      "work": 1668,
      "Ġtarget": 1669,
      ")<": 1670,
      "abel": 1671,
      "failed": 1672,
      "Ġcopy": 1673,
      "enc": 1674,
      "eck": 1675,
      "scan": 1676,
      "gen": 1677,
      ">\\\\\"": 1678,
      ">\\\\": 1679,
      "Ġat": 1680,
      "loat": 1681,
      "filename": 1682,
      "ek": 1683,
      "18": 1684,
      "AP": 1685,
      "Ġoperand": 1686,
      "]\"": 1687,
      "SUCCESS": 1688,
      "upported": 1689,
      "true": 1690,
      "Index": 1691,
      "Ġlayer": 1692,
      "Ġauth": 1693,
      "Len": 1694,
      "eth": 1695,
      "Ġ24": 1696,
      "Ġ\"/": 1697,
      "cond": 1698,
      "Val": 1699,
      "AV": 1700,
      "cfg": 1701,
      "Ġsum": 1702,
      "Ġne": 1703,
      "event": 1704,
      "struct": 1705,
      "Ġjson": 1706,
      "hash": 1707,
      "Ġfalse": 1708,
      "ĠEINVAL": 1709,
      "ĠSSL": 1710,
      "ng": 1711,
      "LICE": 1712,
      "REA": 1713,
      "Ġau": 1714,
      "08": 1715,
      "Ġfail": 1716,
      "Ġit": 1717,
      "Ġhex": 1718,
      "MAT": 1719,
      "cmd": 1720,
      "update": 1721,
      "AuthenticPixels": 1722,
      "status": 1723,
      "Packet": 1724,
      "Ġerrno": 1725,
      "ute": 1726,
      "active": 1727,
      "ĠRel": 1728,
      "ĠMO": 1729,
      "Ġstrn": 1730,
      "Extent": 1731,
      "ĠAVERROR": 1732,
      "inqu": 1733,
      "ms": 1734,
      "Ġ9": 1735,
      "ULT": 1736,
      "CharToQuantum": 1737,
      "ĠScaleCharToQuantum": 1738,
      "Ad": 1739,
      "ĠRelinqu": 1740,
      "ĠRelinquish": 1741,
      "Ġpacket": 1742,
      "connect": 1743,
      "Ġbyte": 1744,
      "ĠEOF": 1745,
      "Ġsnprintf": 1746,
      "EL": 1747,
      "TAG": 1748,
      "run": 1749,
      "quant": 1750,
      "serv": 1751,
      "FOR": 1752,
      ":%": 1753,
      "STAT": 1754,
      "15": 1755,
      "KEY": 1756,
      "quality": 1757,
      "CTION": 1758,
      "Ġclone": 1759,
      "br": 1760,
      "PRE": 1761,
      "iter": 1762,
      "Context": 1763,
      "irect": 1764,
      "oding": 1765,
      "Ġ\",<": 1766,
      "adata": 1767,
      "total": 1768,
      "Ġavio": 1769,
      "pixels": 1770,
      "Ġtoken": 1771,
      "SLICE": 1772,
      "token": 1773,
      "Object": 1774,
      "dest": 1775,
      "wr": 1776,
      "sent": 1777,
      "mar": 1778,
      "Int": 1779,
      "deblk": 1780,
      "depth": 1781,
      "ueue": 1782,
      "Cl": 1783,
      "orage": 1784,
      "vert": 1785,
      "coded": 1786,
      "diff": 1787,
      "OPY": 1788,
      "ATTR": 1789,
      "Ġnode": 1790,
      "Ġpkt": 1791,
      "Ġdefine": 1792,
      "READ": 1793,
      "Ġident": 1794,
      "UND": 1795,
      "Ġinit": 1796,
      "BO": 1797,
      "ument": 1798,
      "prefix": 1799,
      "tl": 1800,
      "rl": 1801,
      "TRA": 1802,
      "cols": 1803,
      "pen": 1804,
      "ĠDestroyImage": 1805,
      "pkt": 1806,
      "FS": 1807,
      "zero": 1808,
      "stats": 1809,
      "UNI": 1810,
      "Ġpic": 1811,
      "request": 1812,
      "Ġmut": 1813,
      "MagickMemory": 1814,
      "Ġprintf": 1815,
      "MULTI": 1816,
      "video": 1817,
      ">\\'": 1818,
      "enabled": 1819,
      "0000": 1820,
      "Ġactive": 1821,
      "Ġexit": 1822,
      "auth": 1823,
      "high": 1824,
      "ASM": 1825,
      "target": 1826,
      "back": 1827,
      "okup": 1828,
      "number": 1829,
      "ACK": 1830,
      "ofst": 1831,
      ".\\\\": 1832,
      "dump": 1833,
      "Ġno": 1834,
      "core": 1835,
      "xffff": 1836,
      "ottom": 1837,
      "Ġht": 1838,
      "queue": 1839,
      "own": 1840,
      "Ġfilter": 1841,
      "esource": 1842,
      "Ġshort": 1843,
      "FAULT": 1844,
      "Ġ15": 1845,
      "Buffer": 1846,
      "Flag": 1847,
      "Ġ~": 1848,
      "DO": 1849,
      "url": 1850,
      "ync": 1851,
      "Ġsvc": 1852,
      "SER": 1853,
      "Ġff": 1854,
      "cs": 1855,
      "Ġck": 1856,
      "gress": 1857,
      "term": 1858,
      "Ġpid": 1859,
      "match": 1860,
      "options": 1861,
      "Ġdist": 1862,
      "Ġnb": 1863,
      "Ġld": 1864,
      "PRI": 1865,
      "LINE": 1866,
      "ayload": 1867,
      "ill": 1868,
      "ĠIP": 1869,
      "lobal": 1870,
      "Ġsegment": 1871,
      "Ġrsvp": 1872,
      "step": 1873,
      "location": 1874,
      "24": 1875,
      "Ġfl": 1876,
      "air": 1877,
      "pected": 1878,
      "colormap": 1879,
      "Channels": 1880,
      "parser": 1881,
      "create": 1882,
      "fm": 1883,
      "prob": 1884,
      "Ġpool": 1885,
      "Ġsettings": 1886,
      "cache": 1887,
      "mod": 1888,
      "Ġcap": 1889,
      "Ġmo": 1890,
      "Imp": 1891,
      "CC": 1892,
      "Ġhandle": 1893,
      "packet": 1894,
      "ITE": 1895,
      "Ġarch": 1896,
      "Stat": 1897,
      "RB": 1898,
      "reate": 1899,
      "TIME": 1900,
      "ART": 1901,
      "handle": 1902,
      "Ġvm": 1903,
      "aw": 1904,
      "itmap": 1905,
      "Ġpe": 1906,
      "ĠStr": 1907,
      "QL": 1908,
      "Ġss": 1909,
      "raw": 1910,
      "unknown": 1911,
      "ension": 1912,
      "mult": 1913,
      "scal": 1914,
      "Ġmatch": 1915,
      "IVE": 1916,
      "NONE": 1917,
      "rypt": 1918,
      "Ġrp": 1919,
      "Ġchannel": 1920,
      "SYN": 1921,
      "net": 1922,
      "sad": 1923,
      "MIN": 1924,
      "Ġbs": 1925,
      "regexp": 1926,
      "Ġrec": 1927,
      "ert": 1928,
      "roma": 1929,
      "ang": 1930,
      "mbaff": 1931,
      "class": 1932,
      "ttr": 1933,
      "PO": 1934,
      "lf": 1935,
      "Ġcommand": 1936,
      "MB": 1937,
      "ĠMax": 1938,
      "PLA": 1939,
      "EV": 1940,
      "Ġicmp": 1941,
      "TION": 1942,
      "Ġgr": 1943,
      "Ġses": 1944,
      "YPE": 1945,
      "lot": 1946,
      "Ġle": 1947,
      "tlv": 1948,
      "Ġtime": 1949,
      "ML": 1950,
      "Status": 1951,
      "socket": 1952,
      "rule": 1953,
      "with": 1954,
      "vas": 1955,
      "Ġgd": 1956,
      "Tr": 1957,
      "Offset": 1958,
      "Ġmd": 1959,
      "OBJ": 1960,
      "func": 1961,
      "ĠReadBlobLSBShort": 1962,
      "uint": 1963,
      "ĠCDF": 1964,
      "ĠHT": 1965,
      "DC": 1966,
      "Read": 1967,
      "LY": 1968,
      "app": 1969,
      "pass": 1970,
      "Ġtc": 1971,
      "Limit": 1972,
      "ĠCo": 1973,
      "Ġparent": 1974,
      "Ġformat": 1975,
      "debug": 1976,
      "df": 1977,
      "unlock": 1978,
      "Ġcomps": 1979,
      "BG": 1980,
      "ĠIVD": 1981,
      "her": 1982,
      "SVP": 1983,
      "otion": 1984,
      "qp": 1985,
      "OUT": 1986,
      "point": 1987,
      "Ġcan": 1988,
      "indow": 1989,
      ">[": 1990,
      "Ġut": 1991,
      "RD": 1992,
      "Ġproc": 1993,
      "Ġtim": 1994,
      "MASK": 1995,
      "thresh": 1996,
      "ĠWave": 1997,
      "Ġrun": 1998,
      "Ġtlv": 1999,
      "trol": 2000,
      "alet": 2001,
      "Ġfirst": 2002,
      "ĠVFF": 2003,
      "frames": 2004,
      "present": 2005,
      "ImageHeader": 2006,
      "rm": 2007,
      "ALL": 2008,
      "WAR": 2009,
      "malloc": 2010,
      "Ġtl": 2011,
      "Module": 2012,
      "Ġleft": 2013,
      "Tag": 2014,
      "ĠRSVP": 2015,
      "roper": 2016,
      "Improper": 2017,
      "ImproperImageHeader": 2018,
      "Ġversion": 2019,
      "ql": 2020,
      "GB": 2021,
      "erm": 2022,
      "Ġport": 2023,
      "CP": 2024,
      "princ": 2025,
      "Ġtrue": 2026,
      "ĠSetImagePro": 2027,
      "Ġcheck": 2028,
      "ethod": 2029,
      "Ġsig": 2030,
      "Ġtran": 2031,
      "PM": 2032,
      "box": 2033,
      "band": 2034,
      "fl": 2035,
      "ĠTX": 2036,
      "ECT": 2037,
      "ĠSC": 2038,
      "Ġap": 2039,
      "Ġargc": 2040,
      "ĠRelinquishMagickMemory": 2041,
      "Ġkdc": 2042,
      "ĠON": 2043,
      "anes": 2044,
      "the": 2045,
      "Ġdat": 2046,
      "Ġphp": 2047,
      "tag": 2048,
      "Ġmalloc": 2049,
      "alette": 2050,
      "Ġdel": 2051,
      "Add": 2052,
      "leg": 2053,
      "RM": 2054,
      "Of": 2055,
      "lear": 2056,
      "eger": 2057,
      "option": 2058,
      "Ġorig": 2059,
      "ifi": 2060,
      "Ġmy": 2061,
      "pid": 2062,
      "DEC": 2063,
      "bottom": 2064,
      "Ġes": 2065,
      "abc": 2066,
      "HT": 2067,
      "ĠSync": 2068,
      "RAM": 2069,
      "do": 2070,
      "MULTICAST": 2071,
      "lease": 2072,
      "Ġgroup": 2073,
      "Ġms": 2074,
      "ĠEN": 2075,
      "NOT": 2076,
      "Ġ\"-": 2077,
      "RES": 2078,
      "ĠEx": 2079,
      "ĠWASM": 2080,
      "shift": 2081,
      "dio": 2082,
      "Ġcin": 2083,
      "ĠBitmap": 2084,
      "PARSE": 2085,
      "ical": 2086,
      "Ġchm": 2087,
      "vflag": 2088,
      "ene": 2089,
      "play": 2090,
      "TER": 2091,
      "only": 2092,
      "tim": 2093,
      "ĠMAC": 2094,
      "\\\\\"<": 2095,
      "ipal": 2096,
      "HEAD": 2097,
      "Length": 2098,
      "ĠWaveHeader": 2099,
      "Ġimp": 2100,
      "Ġdone": 2101,
      "mbd": 2102,
      "Ġframes": 2103,
      "Ġfr": 2104,
      "expected": 2105,
      "ĠIN": 2106,
      "partition": 2107,
      "lu": 2108,
      "output": 2109,
      "MAP": 2110,
      "params": 2111,
      "Ġfailed": 2112,
      "ĠCO": 2113,
      "ĠAL": 2114,
      "decoded": 2115,
      "IM": 2116,
      "Ġroot": 2117,
      "LOC": 2118,
      "vm": 2119,
      "form": 2120,
      "esourceLimit": 2121,
      "Ġobuf": 2122,
      "ses": 2123,
      "Ġcb": 2124,
      "rop": 2125,
      "ĠMSG": 2126,
      "Ġfil": 2127,
      "onse": 2128,
      "blocks": 2129,
      "Ġzend": 2130,
      "gram": 2131,
      "Ġyyval": 2132,
      "QU": 2133,
      "opy": 2134,
      "IB": 2135,
      "ĠBI": 2136,
      "alt": 2137,
      "Ġtest": 2138,
      "Ġstrncmp": 2139,
      "YTE": 2140,
      "ĠResourceLimit": 2141,
      "ĠResourceLimitError": 2142,
      "Ġglobal": 2143,
      "ĠGetPixel": 2144,
      ">'": 2145,
      ">\\\\\\": 2146,
      "COMM": 2147,
      "Ġclass": 2148,
      "Ġproto": 2149,
      "nce": 2150,
      "layers": 2151,
      "Ġgb": 2152,
      "Ġsession": 2153,
      "Ġimap": 2154,
      "Ġapp": 2155,
      "Ġpass": 2156,
      "Ġslice": 2157,
      "xf": 2158,
      "ĠTEE": 2159,
      "Ġarchive": 2160,
      "Ġopj": 2161,
      "ĠST": 2162,
      "sto": 2163,
      "ĠMIN": 2164,
      "desc": 2165,
      "ines": 2166,
      "Ġlocal": 2167,
      "WARN": 2168,
      "Ġoption": 2169,
      "ĠCoder": 2170,
      "dup": 2171,
      "ĠONIG": 2172,
      "Ġstring": 2173,
      "entries": 2174,
      "FAILURE": 2175,
      "recon": 2176,
      "DP": 2177,
      "VI": 2178,
      "ROBLOCK": 2179,
      "conv": 2180,
      "Ġscene": 2181,
      "src": 2182,
      "Ġmet": 2183,
      "NAME": 2184,
      "Ġsd": 2185,
      "ev": 2186,
      "ntp": 2187,
      "idc": 2188,
      "Ġdecode": 2189,
      "PEG": 2190,
      "ome": 2191,
      "Allocation": 2192,
      "WR": 2193,
      "Ġpartition": 2194,
      "MemoryAllocation": 2195,
      "MemoryAllocationFailed": 2196,
      "PG": 2197,
      "ORT": 2198,
      "trans": 2199,
      "ĠMACROBLOCK": 2200,
      "factor": 2201,
      "rdc": 2202,
      "Ġipaddr": 2203,
      "xffffffff": 2204,
      "Ġcreate": 2205,
      "Ġconn": 2206,
      "old": 2207,
      "ĠIn": 2208,
      "Ġtcg": 2209,
      "ĠENOMEM": 2210,
      "128": 2211,
      "ryp": 2212,
      "can": 2213,
      "Ġcanvas": 2214,
      "Ġreal": 2215,
      "Ġstats": 2216,
      "ded": 2217,
      "TLV": 2218,
      "Bo": 2219,
      "Ġ'<": 2220,
      "message": 2221,
      "os": 2222,
      "44": 2223,
      "UTH": 2224,
      "Ġir": 2225,
      "INC": 2226,
      "close": 2227,
      "Ġwrite": 2228,
      "Ġterm": 2229,
      "current": 2230,
      "long": 2231,
      "BUFF": 2232,
      "Ġep": 2233,
      "Par": 2234,
      "ONG": 2235,
      "Path": 2236,
      "ution": 2237,
      "Ġprofile": 2238,
      "**": 2239,
      "probs": 2240,
      "LENG": 2241,
      "maining": 2242,
      "act": 2243,
      "ĠSQL": 2244,
      "PARAM": 2245,
      "AND": 2246,
      "ĠGetMagick": 2247,
      "Ġraw": 2248,
      "fe": 2249,
      "Ġfmt": 2250,
      "Ġevent": 2251,
      "Ġdir": 2252,
      "local": 2253,
      "Ġsys": 2254,
      "Ġscan": 2255,
      "Ġtrack": 2256,
      "IZE": 2257,
      "Unknown": 2258,
      "LENGTH": 2259,
      "XXX": 2260,
      "mount": 2261,
      "sign": 2262,
      "Ġpk": 2263,
      "Ġ&=": 2264,
      "Ġinp": 2265,
      "MV": 2266,
      "Ġfn": 2267,
      "ler": 2268,
      "Ġfrag": 2269,
      "move": 2270,
      "sec": 2271,
      "imp": 2272,
      "Ġsa": 2273,
      "Ġdb": 2274,
      "CONFIG": 2275,
      "ific": 2276,
      "Ġshift": 2277,
      "BUFFER": 2278,
      "ĠLog": 2279,
      "Ġsect": 2280,
      "Compare": 2281,
      "CTYPE": 2282,
      "AGE": 2283,
      "SUPP": 2284,
      "scriptor": 2285,
      "ipher": 2286,
      "Ġcompression": 2287,
      "Ġclose": 2288,
      "by": 2289,
      "MSB": 2290,
      "gf": 2291,
      "search": 2292,
      "ody": 2293,
      "REAM": 2294,
      "dst": 2295,
      "Ġ20": 2296,
      "Ġsignature": 2297,
      "25": 2298,
      "mpt": 2299,
      "NAL": 2300,
      "Ġnp": 2301,
      "Ġadd": 2302,
      "ĠKRB": 2303,
      "Ġpptr": 2304,
      "ctxt": 2305,
      "sed": 2306,
      "Ġmus": 2307,
      "uld": 2308,
      "Ġpred": 2309,
      "issing": 2310,
      "Ġtext": 2311,
      "Ġrt": 2312,
      "Ġpix": 2313,
      "command": 2314,
      "ker": 2315,
      "Ġalpha": 2316,
      "REG": 2317,
      "ĠGetMagickModule": 2318,
      "lete": 2319,
      "ĠQueue": 2320,
      "pec": 2321,
      "Ġxml": 2322,
      "FORMAT": 2323,
      "ias": 2324,
      "Ġrecon": 2325,
      "rypto": 2326,
      "erence": 2327,
      "Ġhmi": 2328,
      "Ġreply": 2329,
      "fp": 2330,
      "Ġinsn": 2331,
      "SUB": 2332,
      "WIT": 2333,
      "PIX": 2334,
      "Value": 2335,
      "byte": 2336,
      "28": 2337,
      "Sample": 2338,
      "izer": 2339,
      "ĠPH": 2340,
      "ABLE": 2341,
      "root": 2342,
      ">\\'%": 2343,
      "ls": 2344,
      "device": 2345,
      "ĠDestroyImageList": 2346,
      "interval": 2347,
      "input": 2348,
      "lookup": 2349,
      "CAP": 2350,
      "Class": 2351,
      "anal": 2352,
      "TED": 2353,
      "cat": 2354,
      "Ġoperands": 2355,
      "ake": 2356,
      "head": 2357,
      "Ġmp": 2358,
      "Next": 2359,
      "iew": 2360,
      "Ġsql": 2361,
      "elen": 2362,
      "dig": 2363,
      "ONLY": 2364,
      "Ġtd": 2365,
      "memory": 2366,
      "exif": 2367,
      "ĠFILE": 2368,
      "Ġnt": 2369,
      "Ġinet": 2370,
      "STRING": 2371,
      "Ġsqlite": 2372,
      "RP": 2373,
      "acc": 2374,
      "olution": 2375,
      "limit": 2376,
      "itt": 2377,
      "SIS": 2378,
      "motion": 2379,
      "BAD": 2380,
      "Ġtg": 2381,
      "Ġyv": 2382,
      "ĠPixel": 2383,
      "En": 2384,
      "Ġ256": 2385,
      "Ġsse": 2386,
      "OFF": 2387,
      "MD": 2388,
      "avg": 2389,
      "Ġbool": 2390,
      "Ġupdate": 2391,
      "Ġsign": 2392,
      "best": 2393,
      "server": 2394,
      "MENT": 2395,
      "fast": 2396,
      "Res": 2397,
      "real": 2398,
      "avpack": 2399,
      "INVALIDDATA": 2400,
      "Ġencode": 2401,
      "reply": 2402,
      "Ġhash": 2403,
      "ĠLocale": 2404,
      "ĠWavpack": 2405,
      "defined": 2406,
      "process": 2407,
      "section": 2408,
      "ĠBitmapHeader": 2409,
      "used": 2410,
      "prim": 2411,
      "asecmp": 2412,
      "chr": 2413,
      "plane": 2414,
      "rrp": 2415,
      "..": 2416,
      "BYTE": 2417,
      "dist": 2418,
      "Ġcospi": 2419,
      "MagickEvent": 2420,
      "ĠLogMagickEvent": 2421,
      "den": 2422,
      "uration": 2423,
      "ĠBP": 2424,
      "MIT": 2425,
      "abs": 2426,
      "find": 2427,
      "ĠPG": 2428,
      "Ġband": 2429,
      "rea": 2430,
      "too": 2431,
      "ping": 2432,
      "Ġmat": 2433,
      "IGN": 2434,
      "track": 2435,
      "Ġalloc": 2436,
      "HEADER": 2437,
      "/'": 2438,
      "Ġ'/'": 2439,
      "TIF": 2440,
      "result": 2441,
      "serial": 2442,
      "hel": 2443,
      "Ġstep": 2444,
      "Ġfloat": 2445,
      "OPTION": 2446,
      "ending": 2447,
      "Ġpw": 2448,
      "dl": 2449,
      "Ġiter": 2450,
      "ImageIn": 2451,
      "ImageInList": 2452,
      "STREAM": 2453,
      "ĠEXIT": 2454,
      "Ġ\"[": 2455,
      "sync": 2456,
      "Ġone": 2457,
      "ield": 2458,
      "client": 2459,
      "ND": 2460,
      "--": 2461,
      "ee": 2462,
      "}\"": 2463,
      "Ġ100": 2464,
      "ITY": 2465,
      "tests": 2466,
      "INTER": 2467,
      "Ġusb": 2468,
      "86": 2469,
      "stem": 2470,
      "host": 2471,
      "sm": 2472,
      "Ġts": 2473,
      "non": 2474,
      "80": 2475,
      "NEL": 2476,
      "grammar": 2477,
      "Ġsubsize": 2478,
      "CD": 2479,
      "AVPACK": 2480,
      "Message": 2481,
      "cap": 2482,
      "short": 2483,
      "Ġlevel": 2484,
      "TRACE": 2485,
      "legal": 2486,
      "Inter": 2487,
      "Ġpayload": 2488,
      "\\'\"": 2489,
      "call": 2490,
      ">{": 2491,
      "Ġ11": 2492,
      "EEK": 2493,
      "Ġgrub": 2494,
      "LAST": 2495,
      "TYP": 2496,
      "Stream": 2497,
      "ometry": 2498,
      "avail": 2499,
      "03": 2500,
      "unit": 2501,
      "Ġstrcpy": 2502,
      "Ġinfile": 2503,
      "ĠRec": 2504,
      "Ġmutt": 2505,
      "RGB": 2506,
      "ĠReadBlobMSB": 2507,
      "Ġimapd": 2508,
      "Ġto": 2509,
      "ĠMB": 2510,
      "alg": 2511,
      "boost": 2512,
      "Count": 2513,
      "ortion": 2514,
      "Ġiris": 2515,
      "Ġhost": 2516,
      "principal": 2517,
