#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ )
Ġ (
Ġ ;
Ġ ,
Ġ i
Ġ -
S V
Ġ =
Ġ- >
r e
a n
Ġ s
Ġ c
b l
an k
bl ank
Ġ p
d e
i n
s e
a r
e n
Ġ <
Ġi f
s t
Ġ {
Ġ }
e r
o n
a t
Ġ 0
Ġ *
a g
o r
Ġ .
t r
Ġ b
a l
Ġ re
Ġ &
Ġ f
Ġ "
Ġ u
Ġ ]
Ġ [
Ġ 1
Ġ m
Ġ +
n t
n d
Ġ t
l e
ag e
ar t
a m
i z
e l
iz e
u r
i c
i t
S t
m age
u g
Ġ l
St art
o d
Ġ v
B ug
c t
f f
a d
c o
Ġ o
Ġ !
r o
Ġre t
Ġ d
M od
Ġ= =
e t
i d
E nd
Ġ n
Ġp s
Ġ N
Ġ g
e x
Ġ :
u m
l o
i on
I N
Ġ r
am e
m p
i g
Ġi nt
Ġi mage
e d
ur n
Ġret urn
t o
a se
u t
p t
\ \
l en
de c
Ġc o
a s
f o
i le
c k
in t
U L
Ġc on
Ġs tr
e s
a k
at a
Ġc ase
c h
E R
Ġs t
re ak
Mod Start
Ġb reak
p e
UL L
t h
Ġc h
s ize
er r
u e
Ġ h
in g
Ġ el
ĠN ULL
de r
Ġs ize
Ġ! =
u f
Ġel se
c e
Start Bug
End Bug
O R
Ġi n
p i
se t
Ġ 2
Ġ M
Ġ a
Ġ x
Ġ S
Ġ |
in fo
> <
en t
Ġ >
y pe
3 2
Ġ+ +
Ġ y
u n
Ġ R
Ġ& &
ex t
st r
a p
i s
o f
at e
O N
Ġ de
r ame
> %
l ag
n s
ig n
Ġl en
Mod End
o de
Ġ en
Ġch ar
IN T
R E
e m
Ġ E
S T
Ġ C
v al
d r
A L
Ġ k
Ġ nd
ar g
Ġcon st
Ġ w
Ġg o
i x
u l
e a
m b
Ġnd o
Ġ T
Ġgo to
u ct
D E
p tr
A T
I T
ro w
ea der
pt ion
p r
se r
c on
P R
Ġsize of
Ġ I
i l
g th
i m
i st
u ff
L E
i f
n o
Ġ| |
Ġ j
d ata
Ġ #
Ġstr uct
Ġ err
ign ed
Ġc pi
Ġ A
ic e
Ġ q
ic k
R A
u nt
b uf
6 4
u s
Ġ _
1 6
u p
Ġ '
ff set
b j
Ġ+ =
Ġ P
Ġf or
o p
Ġ 4
o ck
ER R
co de
re s
i p
Ġv p
C T
re e
f rame
ns igned
Ġu nsigned
ĠN D
O P
Ġ B
s l
ag ick
Ġb uf
t ype
L O
C K
a ck
o id
: <
v e
Ġ e
or t
uff er
t e
f lag
o l
Ġv oid
0 0
M E
m ap
ix el
an d
Ġ ex
Ġd ata
lo b
in e
S E
I mage
Ġc m
i r
Ġ 8
Ġco l
p er
b it
PR INT
e ad
bl e
a x
e y
Ġ G
Ġst at
a y
Ġy y
sl ice
p ic
re f
Ġ 3
ce ption
A R
t x
f a
Ġn um
p ar
an t
n um
Ġ arg
B lob
ad dr
f ile
m m
pr int
Ġv al
s p
L A
o t
e w
S I
v er
r c
c ur
C O
C H
Ġo ut
F F
e st
Ġ V
n ame
Ġ as
lo c
u ant
ERR OR
p ut
en d
U N
de x
h t
Ġ D
re am
Ġen d
t ext
ul t
X T
Ġs k
Ġ< <
ĠM agick
p o
co l
r r
I n
P E
Ġ F
e ct
Ġc tx
i de
Ġ W
ĠR ead
Ġlen gth
Ġ L
p l
I D
m v
M A
c p
m ode
o k
g et
err or
Ġa v
s ion
, <
s c
p ro
print f
E N
bl ock
re ad
u b
Ġu int
C E
a b
Ġ U
p re
A D
uant um
Ġm b
t er
ad d
as s
Ġre s
B IT
id th
a ble
ĠRead Blob
E x
Ġo bj
Ġ" %
m at
ig ht
OR D
s g
F I
Ġ tr
c mp
al se
Ġt mp
Ġm em
Ġm i
Ġo p
Ġerr or
Ġc l
rr or
it e
o ffset
q u
Ġl o
N O
y t
Ġ ?
yt es
co unt
S S
am p
c al
M P
on g
Ġf rame
at ion
ct x
f or
Ġf lag
Ġp r
b uffer
at h
tr y
e g
Ġs size
Ġ> =
h eader
Ġc p
Ġval ue
Ġs h
P ixel
es s
f ig
Z E
Ġ z
f i
T I
un k
Ġo ffset
Ġp ro
T Y
al loc
i v
E rror
on e
W E
len gth
i o
e ight
C ON
f ree
E T
BIT S
i ve
ul l
o ut
Ġ" <
Ġd st
V AL
C WE
Ġw h
m a
B U
de f
Ġflag s
Ġex ception
Ġvp x
o u
Ġ> >
Ġt h
Ġt ype
Ġr c
lo g
co dec
Ġi p
im e
tr a
st at
Ġn ew
w it
Ġg et
1 2
as k
Q uantum
k ey
id x
Ġi s
m i
Ġ /
Ġ row
ĠA V
SI ZE
U M
ĠV P
Ġt ptr
Ġend if
Ġs rc
Ġco unt
b er
P A
ser t
T E
s h
Ġre f
or y
Ġc ur
Ġcol or
Ġstat us
Ġ H
p s
o bj
l ine
it y
m ent
u re
Ġwh ile
ĠE XT
q ue
Ġn ame
T R
r ite
A S
LE N
F alse
ĠMagick False
TY PE
at tr
Ġco mp
Ġ" \\
C h
Ġp tr
Ġp re
fa ult
Ġp o
Ġb it
Ġk ey
f g
par se
l ist
str ing
r b
i mage
a re
amp le
Ġf ree
ut h
b o
t a
a st
st ream
Ġo pt
a c
Ġas sert
n ull
Ġt ok
\ '
Ġm ax
n el
LO G
m g
i ent
ile d
h dr
s k
Ġx d
Ġf ile
el d
T ype
> "
f t
Ġ< =
Ġp ixel
Ġb uffer
Ġ1 6
bit s
D I
Ġp i
cp y
r u
le v
Ġ_ _
st art
RA CT
N UM
T H
o w
F A
CH E
Ġp ar
no t
L I
o ur
em ory
l d
> (
Ġp u
c l
wit ch
Ġi d
D R
IN G
Ġf i
ĠEXT RACT
int er
i re
Ġstat ic
Ġre g
ĠG et
res s
LO CK
y te
len ame
re g
v ent
ĠS et
H eader
i ff
in dex
um ns
L S
C A
a v
Ġth is
Ġ 5
Ġl ine
p ort
C o
Ġp l
Ġs c
2 64
In fo
Ġ- =
Ġs witch
m t
ĠT h
Ġb est
d is
Ġm ode
l v
w idth
\\ "
ĠM A
U E
an nel
Ġb p
W ORD
ack et
val ue
lev el
Ġs et
RA ME
our ce
f r
Ġcol umns
ĠTh row
m ax
S U
Ex ception
Ġcon fig
bl k
cal e
Ġ 6
Ġ al
I G
I P
co mp
le ft
il ter
MA X
an e
M O
N E
w or
Ġco mm
Ġst ream
Ġt ile
1 1
Ġp b
r d
CHE CK
I L
Ġ Y
Ġ| =
lo ck
A N
pi x
ir st
flag s
ch e
Ġde fault
Ġi h
de v
Ġcm d
U R
Ġm sg
Ġ OP
Ġp c
t y
or der
d b
Ġ O
Ġin dex
Ġin fo
it ion
in d
Ġs e
F NUM
a ce
Ġcon text
str ide
ĠI mage
mb s
S ize
IN VAL
b s
CO DE
g e
x c
de code
Ġrow s
Ġde v
ess age
_ _
val id
pt h
F RAME
Ġcp u
w rite
Ġcon t
M agick
Ġf printf
con text
in it
p y
pix el
M emory
G E
ay er
n c
D ata
pre d
T A
R O
f d
Ġin put
S tr
Ġg f
T o
Ġ K
ff ff
Ġc fg
lo w
F ile
k t
ĠU WORD
) "
po c
a il
Ġu n
un c
Ġs ub
m o
e pi
Ġre ad
O F
st ate
fi eld
Ġm v
Ġs ock
r i
ption s
Ġb ytes
w n
ro m
s y
Ġsk b
Ġ' \\
a iled
Ġs er
S H
de l
b ug
Ġr d
an ce
Ġ ext
Ġnum ber
ct ion
i es
P P
s b
t ptr
ro up
as h
a ve
Ġ 7
U n
der r
ou ble
m in
Ġk rb
Ġn ext
Ġpr int
C on
0 2
f s
or ru
o b
que st
str m
U T
b ytes
lo se
orru pt
c nt
bit strm
I ON
Ġs un
e p
t ime
AT E
Ġst ate
ch ar
o st
o m
i al
L ist
V E
AT A
Ġh eader
u ser
Ġ ad
in k
Ġst art
ĠThrow R
eader Exception
Ġlo g
Ġ1 2
P I
re nt
Ġpl ane
Ġl ong
ĠThrowR eaderException
Ġst derr
r a
v c
ĠY Y
no wn
Ġ attr
ĠVP X
ar ch
T CHECK
V P
Ġ dec
Ġw idth
arg et
m sg
m d
Ġl ast
in ue
SE T
e c
Ġfi lename
ct ive
Ġv er
and le
xc f
LA G
m em
le an
Ġmb mi
Ġo xcf
po s
Ġd p
n ew
Ġp ath
LA B
11 9
Ġmem cpy
H DR
re en
Ġs b
d ate
Ġcont inue
ĠP y
w d
Str ing
s ub
se q
Ġu ser
e mp
Ġd ouble
ĠT I
c re
Ġcl ient
I S
Ġs y
p art
Ġ J
ĠW ORD
p ath
H E
im it
ST R
Ġav ctx
L ong
T O
Ġif def
ro y
e ff
res h
i b
Ġarg v
BU G
ME M
Ġ ERROR
ĠMA X
S h
F O
Ġh eight
ĠG F
u es
Ġ INT
s s
r y
Ġen try
Ġ addr
ĠTI FF
Ġ- -
p ack
orrupt Image
obj ect
V ER
sk ip
d ir
= <
p p
u st
f ilter
P ro
par am
ĠL o
ch unk
ĠC orruptImage
MO DE
Ġt x
Ġ Z
Ġf d
qu ire
ĠCorruptImage Error
M T
DE BUG
ic t
Ġs eg
O L
ĠR E
an ge
Ġstr cmp
ĠSet Pixel
c c
FI G
h eight
p h
pro c
t p
col or
AL SE
Ġser ver
ist er
sp s
ar d
Ġb mp
t mp
d c
u se
D ATA
at ch
Ġs f
Ġ ro
ĠM S
r ay
Ġ block
F LAG
Ġstr len
Ġint er
B LE
co st
res sion
G P
Ġyy ch
E D
C CE
at ure
PR O
f irst
u v
s um
t ent
ĠT R
Ġs p
Ġm ask
v ar
Ġd o
an s
Ġb size
Ġm ap
v p
Ġr s
Sh ort
1 0
b e
f rom
Ġen c
b ase
pl y
ĠTR UE
us h
te st
R e
Ġpre v
A l
a f
in c
S A
Ġi mg
Ġco re
Ġmem set
AT LAB
p c
ĠC ON
um p
Ġcolor map
E Y
Ġbit s
ar y
S P
s ock
F ailed
del ta
E E
Ġb ase
ĠI V
Ġsk ip
sc ri
2 0
Ġde f
fr m
00 0
stat ic
de nt
ct or
a bl
Ġre q
Ġg en
add ress
M S
INVAL ID
Ġb o
CA ST
ĠM ATLAB
Ġj s
Ġ 32
ou nd
if t
S Y
o pt
Ġs n
ref ix
Ġ bl
Ġq uantum
for mat
m ask
E X
LS B
lo ad
Ġde st
ĠB LOCK
Ch ar
at or
u le
Ġj as
n ect
n ode
S K
is h
Ġ Q
Ġp d
n al
Ġt ot
Ġpixel s
B yte
Ġr ate
Ġt ag
ing s
O K
To Quantum
C UR
Ġt p
co mm
u nd
OP T
IN FO
C ol
s ample
Ġcolor s
I F
Ġco dec
Ġf c
Ġp h
Ġt emp
X X
ON E
Ġp age
n ext
ĠReadBlob LSB
Ġpo s
wor d
con fig
FA IL
Pixel s
u id
a che
r ate
s n
RE F
f b
at ed
Ġco de
CCE SS
ex p
ig h
Ġde pth
Ġ1 0
Co mp
en try
o c
ĠB GP
th read
val ues
tr ies
Ġm od
ĠS cale
er s
d p
uth ent
pre v
ĠS A
E XT
pr iv
co eff
Ġn et
U S
lean up
t ile
Ġreg ister
uthent ic
G et
Ġ2 5
ĠA FNUM
P AR
Ġs ample
B LOCK
che ck
Ġo ff
U RE
ĠF ALSE
. "
Ġstr ide
a u
te mp
Ġ Quantum
est roy
S L
re d
Ġu v
if y
Ġcomm on
E vent
Ġs db
l ink
D e
CO MP
g roup
ar ray
Ġp v
I O
Ġf p
al l
annel s
ma in
t s
o ff
r p
Ġm essage
ĠOP J
Ġpb i
co py
er o
Ġch unk
Ġen v
Ġs z
l ayer
en v
Ġ %
to p
Ġin ode
sp ace
Ġo ld
t al
el l
N T
to k
Ġs i
Ġt w
t ree
up port
Ġcur rent
abl ed
Ġu p
ign ature
CO M
row s
CODE C
t len
Ġs l
arg s
ĠSA FNUM
ĠA c
in ed
0 4
I C
TE XT
c b
ĠD estroy
Col or
Ġyy v
s pi
Ġm in
i an
Ġde bug
Ġpar am
op en
a pt
F MT
or d
ct ed
s z
ĠAc quire
ct b
qu al
T P
Ġre d
are nt
0 1
>( %
U P
G ET
> -
BU F
Ġs ource
L IN
it s
> =<
op ass
U INT
re c
M UL
ĠSet Image
Ġh dr
a in
p ps
Ġtot al
dis p
il d
Ġu se
m l
bj ect
N ame
l y
Ġctx t
mg r
is s
Ġout put
Ġyyv sp
in tra
fa ce
ĠReadBlob Byte
OR E
Ġ LOG
Ġret val
Ġv ar
i e
Ġl ist
a ff
IN ET
PA CK
A uthentic
Ġd d
O B
le ment
EN T
C M
Ġpr iv
or ig
k nown
t able
Ġarg s
e re
ĠE X
Ġid x
Ġd is
Ġad v
cp u
N A
Ġtw opass
se g
FI LE
Ġt len
Ġb in
S C
Ġo ptions
Ġadv ance
re q
per ty
Ġg reen
Ġ" "
ide o
L o
Ġtr unc
or mat
Ġi o
ĠI S
n ing
scri pt
Ġ X
S OR
D F
Ġv iff
t ings
ĠE NO
VP N
f mt
t u
ph a
ĠF I
Ġp art
ver sion
Ġbl ue
Ġf s
CON TEXT
r am
ĠCON FIG
CUR SOR
Ġpar se
ĠYY CURSOR
Ġres ult
Ġo per
re t
I d
p age
x ff
co der
b in
to m
Ġc leanup
SI ON
S et
CON ST
= %
Ġex tra
in valid
Ġre quest
lv l
L V
EN D
wor k
Ġt arget
) <
ab el
fa iled
Ġco py
en c
e ck
sc an
g en
> \\"
> \\
Ġ at
lo at
fi lename
e k
1 8
A P
Ġoper and
] "
SU CCESS
upport ed
tr ue
In dex
Ġl ayer
Ġa uth
L en
et h
Ġ2 4
Ġ" /
con d
V al
A V
c fg
Ġs um
Ġn e
e vent
str uct
Ġjs on
h ash
Ġf alse
ĠE INVAL
ĠS SL
n g
LI CE
RE A
Ġa u
0 8
Ġf ail
Ġi t
Ġh ex
M AT
c md
up date
Authentic Pixels
stat us
P acket
Ġerr no
ut e
a ctive
ĠR el
ĠM O
Ġstr n
Ex tent
ĠAV ERROR
in qu
m s
Ġ 9
UL T
Char ToQuantum
ĠScale CharToQuantum
A d
ĠRel inqu
ĠRelinqu ish
Ġp acket
con nect
Ġb yte
ĠE OF
Ġsn printf
E L
TA G
r un
q uant
ser v
F OR
: %
ST AT
1 5
K EY
qual ity
CT ION
Ġcl one
b r
P RE
it er
Con text
ire ct
od ing
Ġ" ,<
ad ata
to tal
Ġav io
pixel s
Ġtok en
S LICE
tok en
O bject
de st
w r
se nt
m ar
I nt
de blk
de pth
ue ue
C l
or age
ver t
code d
d iff
OP Y
AT TR
Ġn ode
Ġp kt
Ġdef ine
RE AD
Ġi dent
UN D
Ġin it
B O
um ent
p refix
t l
r l
T RA
col s
p en
ĠDestroy Image
p kt
F S
z ero
stat s
UN I
Ġp ic
re quest
Ġm ut
Magick Memory
Ġprint f
MUL TI
v ideo
> \'
en abled
00 00
Ġa ctive
Ġex it
a uth
h igh
AS M
t arget
b ack
ok up
num ber
A CK
of st
. \\
d ump
Ġn o
co re
x ffff
ot tom
Ġh t
que ue
ow n
Ġf ilter
es ource
Ġsh ort
FA ULT
Ġ1 5
B uffer
F lag
Ġ ~
D O
ur l
y nc
Ġs vc
S ER
Ġf f
c s
Ġc k
g ress
ter m
Ġp id
mat ch
o ptions
Ġd ist
Ġn b
Ġl d
PR I
LIN E
ay load
il l
ĠI P
lob al
Ġseg ment
Ġrs vp
st ep
loc ation
2 4
Ġf l
a ir
pe cted
color map
Ch annels
par ser
cre ate
f m
pro b
Ġpo ol
Ġset tings
c ache
m od
Ġc ap
Ġm o
I mp
C C
Ġh andle
p acket
IT E
Ġ arch
St at
R B
re ate
TI ME
AR T
h andle
Ġv m
a w
it map
Ġp e
ĠS tr
Q L
Ġs s
ra w
unk nown
en sion
m ult
sc al
Ġm atch
I VE
N ONE
ry pt
Ġr p
Ġch annel
SY N
n et
s ad
M IN
Ġb s
reg exp
Ġre c
er t
ro ma
an g
mb aff
cl ass
t tr
P O
l f
Ġcomm and
M B
ĠM ax
P LA
E V
Ġi cmp
TI ON
Ġg r
Ġs es
Y PE
lo t
Ġ le
t lv
Ġt ime
M L
Stat us
sock et
ru le
wit h
v as
Ġg d
T r
O ffset
Ġm d
OB J
f unc
ĠReadBlobLSB Short
u int
ĠC DF
ĠH T
D C
R ead
L Y
ap p
p ass
Ġt c
L imit
ĠC o
Ġp arent
Ġfor mat
de bug
d f
un lock
Ġcomp s
B G
ĠIV D
h er
SV P
ot ion
q p
O UT
po int
Ġc an
ind ow
> [
Ġu t
R D
Ġpro c
Ġt im
MA SK
th resh
ĠW ave
Ġr un
Ġt lv
tr ol
al et
Ġf irst
ĠV FF
frame s
pre sent
Image Header
r m
AL L
W AR
m alloc
Ġt l
Mod ule
Ġ left
T ag
ĠR SVP
ro per
Imp roper
Improper ImageHeader
Ġver sion
q l
G B
er m
Ġp ort
C P
pr inc
Ġtr ue
ĠSetImage Pro
Ġch eck
eth od
Ġs ig
Ġtr an
P M
bo x
b and
f l
ĠT X
E CT
ĠS C
Ġa p
Ġarg c
ĠRelinquish MagickMemory
Ġk dc
Ġ ON
an es
th e
Ġd at
Ġph p
t ag
Ġm alloc
alet te
Ġde l
Ad d
le g
R M
O f
le ar
eg er
o ption
Ġ orig
if i
Ġm y
p id
DE C
b ottom
Ġ es
ab c
H T
ĠS ync
RA M
d o
MULTI CAST
le ase
Ġg roup
Ġm s
ĠE N
NO T
Ġ" -
RE S
ĠE x
ĠW ASM
sh ift
d io
Ġc in
ĠB itmap
PAR SE
ic al
Ġch m
v flag
en e
pl ay
T ER
on ly
t im
ĠMA C
\\" <
ip al
HE AD
Len gth
ĠWave Header
Ġi mp
Ġd one
mb d
Ġframe s
Ġf r
ex pected
Ġ IN
part ition
l u
out put
MA P
param s
Ġf ailed
ĠC O
Ġ AL
decode d
I M
Ġro ot
LO C
v m
for m
esource Limit
Ġo buf
se s
Ġc b
ro p
ĠMS G
Ġf il
on se
block s
Ġz end
g ram
Ġyy val
Q U
op y
I B
ĠB I
al t
Ġt est
Ġstrn cmp
Y TE
ĠR esourceLimit
ĠResourceLimit Error
Ġg lobal
ĠGet Pixel
> '
>\\ \
COM M
Ġcl ass
Ġpro to
n ce
layer s
Ġg b
Ġses sion
Ġi map
Ġa pp
Ġp ass
Ġsl ice
x f
ĠT EE
Ġarch ive
Ġop j
ĠS T
st o
ĠM IN
de sc
in es
Ġlo cal
WAR N
Ġo ption
ĠCo der
d up
ĠON IG
Ġstr ing
en tries
FAIL URE
re con
D P
V I
RO BLOCK
con v
Ġsc ene
s rc
Ġm et
NA ME
Ġs d
e v
nt p
id c
Ġde code
PE G
om e
Al location
W R
Ġpart ition
Memory Allocation
MemoryAllocation Failed
P G
OR T
tr ans
ĠMAC ROBLOCK
fa ctor
rd c
Ġip addr
xffff ffff
Ġc reate
Ġcon n
ol d
ĠI n
Ġtc g
ĠENO MEM
12 8
ry p
c an
Ġcan vas
Ġre al
Ġstat s
de d
T LV
B o
Ġ' <
m essage
o s
4 4
U TH
Ġi r
IN C
c lose
Ġw rite
Ġt erm
cur rent
l ong
BU FF
Ġe p
P ar
ON G
P ath
ut ion
Ġpro file
* *
pro bs
LEN G
main ing
a ct
ĠS QL
PA RAM
AN D
ĠGet Magick
Ġr aw
f e
Ġf mt
Ġe vent
Ġd ir
loc al
Ġsy s
Ġsc an
Ġtr ack
I ZE
Un known
LENG TH
XX X
mo unt
s ign
Ġp k
Ġ& =
Ġin p
M V
Ġf n
l er
Ġfr ag
mo ve
se c
i mp
Ġs a
Ġd b
CON FIG
if ic
Ġsh ift
BUFF ER
ĠLo g
Ġs ect
Comp are
CT YPE
A GE
SU PP
script or
ip her
Ġcomp ression
Ġc lose
b y
MS B
g f
se arch
od y
REA M
d st
Ġ2 0
Ġs ignature
2 5
mp t
N AL
Ġn p
Ġ add
ĠK RB
Ġp ptr
ctx t
se d
Ġm us
ul d
Ġpre d
iss ing
Ġt ext
Ġr t
Ġp ix
comm and
k er
Ġal pha
RE G
ĠGetMagick Module
le te
ĠQ ueue
pe c
Ġx ml
FOR MAT
i as
Ġre con
ryp to
ere nce
Ġh mi
Ġre ply
f p
Ġin sn
SU B
W IT
PI X
Val ue
b yte
2 8
S ample
iz er
ĠP H
A BLE
ro ot
>\' %
l s
dev ice
ĠDestroyImage List
inter val
in put
lo okup
CA P
Cl ass
an al
TE D
c at
Ġoperand s
ak e
h ead
Ġm p
N ext
i ew
Ġs ql
el en
d ig
ON LY
Ġt d
m emory
ex if
ĠFI LE
Ġ nt
Ġin et
STR ING
Ġsql ite
R P
ac c
ol ution
l imit
it t
SI S
m otion
B AD
Ġt g
Ġy v
ĠP ixel
E n
Ġ25 6
Ġs se
O FF
M D
av g
Ġbo ol
Ġup date
Ġs ign
b est
ser ver
ME NT
fa st
R es
re al
av pack
INVALID DATA
Ġen code
re ply
Ġh ash
ĠLo cale
ĠW avpack
def ined
proc ess
se ction
ĠBitmap Header
use d
pr im
ase cmp
ch r
pl ane
rr p
. .
B YTE
d ist
Ġco spi
Magick Event
ĠLog MagickEvent
de n
ur ation
ĠB P
M IT
ab s
f ind
ĠP G
Ġb and
re a
to o
p ing
Ġm at
IG N
tr ack
Ġ alloc
HEAD ER
/ '
Ġ' /'
TI F
res ult
ser ial
h el
Ġst ep
Ġf loat
OP TION
end ing
Ġp w
d l
Ġi ter
Image In
ImageIn List
ST REAM
ĠEX IT
Ġ" [
sy nc
Ġ one
i eld
cl ient
N D
- -
e e
} "
Ġ1 00
IT Y
test s
INT ER
Ġu sb
8 6
st em
h ost
s m
Ġt s
n on
8 0
NE L
gram mar
Ġsub size
C D
AV PACK
M essage
c ap
sh ort
Ġ level
TRA CE
leg al
Int er
Ġp ayload
\' "
cal l
> {
Ġ1 1
EE K
Ġgr ub
LA ST
TY P
St ream
ome try
av ail
0 3
un it
Ġstr cpy
Ġin file
ĠR ec
Ġmut t
R GB
ĠReadBlob MSB
Ġimap d
Ġt o
ĠM B
al g
bo ost
Co unt
ort ion
Ġir is
Ġh ost
princ ipal
en code
b uff
Ġk f
Ġt v
Color map
Ġx mi
CH AR
C S
Ġre sp
B IN
ĠK EY
n r
se nd
P er
SI G
Ġu s
bo ve
b c
co spi
C an
S OF
N ULL
SOF T
g p
F UN
h as
arg ument
pl anes
F ormat
CT OR
Ġc s
E G
j ob
ĠU INT
DE P
IT ION
AN GE
ound s
0 9
de fault
Ġs cale
ĠW AVPACK
sample s
Flag s
Ġbp p
WARN ING
Ġn l
ce pt
io us
W N
Ġinter face
Ġ1 4
B uff
Ġ PRI
2 2
w ar
Ġw pc
ĠMagick Offset
ĠMagickOffset Type
Ġn s
ent s
Ġs end
Ġv d
Ġs in
LA SS
et ers
r ange
Ġ 64
UN T
apt er
RE Q
en er
un ction
ĠB IT
n a
p ol
r ix
g id
Ġpe er
ro und
ĠImage Info
Ġb uff
PA SS
ra i
w b
AT ION
Ġ address
Ġr v
Ġp op
Ġb i
Ġj pc
t fr
r t
scal e
3 4
ĠA R
ct l
st ance
Ġcon f
PLA NE
l ast
re rror
Ġp f
Ġa bove
is ion
Ġp refix
Ġsock et
AT H
l l
EL D
COMM ON
Ġp g
Ġw or
End ian
Ġr ar
or iz
ĠD e
Ġe lement
: "
Ġd ie
Un expected
Ġin tra
Ġobj ect
ĠReadBlob XXX
S ON
RA Y
Ġa i
Ġb ack
ĠN E
T ext
p a
ta in
i k
e ometry
ĠSync AuthenticPixels
prim ary
A ttr
Ġd y
re lease
TR Y
Ġht tp
al low
U V
mg Buff
ĠBI mgBuff
R C
FI X
P C
ĠA d
12 5
u al
d at
j ust
ag ic
R T
o lean
Ġp air
Ġ" (
ĠI SIS
it em
d iv
Ġm e
CO L
pro to
Ġsb i
B in
v ice
A UTH
Ġ UN
Ġio v
\' <
B l
Ġl ink
s se
CH IVE
Ex t
dest roy
ter n
A IL
fo und
Ġst d
7 6
Un able
! "
Ġa c
ĠLo ad
Ch unk
Ġc af
Ġbuf len
ĠC OPY
N um
ĠS EEK
FI ELD
irect ory
ines ize
Ġp rc
>% "
Ġop code
Ġch ild
F ield
Ġ et
O p
set up
Ġm nt
DE FAULT
Ġd s
im g
LO W
Ġe v
d one
Quantum Memory
L ONG
Ġl c
Ġi m
Ġpro p
PRO TO
C L
U SE
ĠF ormat
OR Y
Ġit em
con sum
Ġs iz
Ġfc lose
P K
con s
a it
Ġ12 8
ĠGetPixel Channels
st ack
M ode
Ġref resh
LI MIT
e vc
ĠS ize
ic it
Ġd ff
seg ment
A G
Ġm agick
O T
Ġv rrp
m al
ĠBP F
Ġen tries
Ġc mpt
Ġb gp
M ax
Ġw indow
Ġbo x
Ġf name
Ġhex dump
Ġprev ious
Ġsh ow
Ġpre c
\\ \\
R ed
Ġch an
Ġreg s
Ġcount s
s rai
Ġs sh
Ġu id
ĠTIFF TAG
b d
P U
bo se
V AR
In valid
VAL UE
P ER
K ey
allow ed
buf s
n mb
D CT
Ġo t
w h
Ġextra ct
ĠSetImagePro gress
ĠLoad Image
Ġse c
S ignature
VER SION
f low
ĠI nt
ĠD CT
Ġch roma
Ġl f
ception Info
Ġdef ined
ĠEx ceptionInfo
ĠPixel Packet
ip s
q index
Ġb c
ĠD BG
Tr ue
N ot
Ġp p
Ġ ar
ĠHT ML
Ġtr ans
x a
AD M
FLAG S
ĠReadBlobLSB Long
or al
Ġr lvl
FI L
STAT US
4 20
s upported
Ġs pl
ĠJ AS
UN K
. <
Ġde scriptor
Ġau x
Ġj ob
End Of
ct ype
Ġp in
M ask
u a
Ġr b
un serial
Ġsect ion
Ġcap len
Ġ FF
Ġu rl
Ġa cc
b f
se le
Ġfi eld
DEP TH
Ġr ange
Ġb t
ĠT K
sy s
Ġcomm ent
AD D
o ver
Ġp ng
Ġw b
mo v
en es
IG H
ic y
st and
G reen
e f
ĠC l
W A
Ġlo w
RO UND
DI R
Unexpected EndOf
UnexpectedEndOf File
tr l
Ġcomp no
ĠK ADM
ĠRE AD
Ġdel ta
m et
ĠC HE
ĠCHE CK
DE F
ib ute
re ct
ĠEOF Blob
LI ST
Bl ue
Ġp er
Ġh ead
no i
err no
Ġt cp
ed i
ay out
Ġc blk
Ġ1 3
sto re
1 4
Ġorig in
C I
LA Y
R ange
MEM ORY
opt s
le d
dp b
SS L
RE E
Ġsock addr
Ġtg a
f alse
) \\
N ew
pred ict
PI C
sc enes
Ġdp x
02 4
Ġt m
ic es
Ġld blk
am elen
Ġc c
ut ex
Ġimp eg
Ġih evc
ing le
Ġc all
Ġcont ent
Ġdist ortion
F rame
K ER
p ed
s i
Ġl ua
Ġs r
C LASS
O CK
Ġl abel
Ġz ip
Ġs ps
7 7
P T
n one
ĠAcquire QuantumMemory
UNI CAST
am pl
Ġp alette
ĠE AS
run ning
IP V
Ġr q
OFF SET
Ġl z
OR TED
Ġ25 5
ST ATE
CM D
con n
Ġz val
tr an
Ġl ock
cond ition
Ġkey word
Ġc x
pe g
cur r
Ġh as
ĠM OP
Ġc df
res p
tr ic
Ġend ian
Ġq uant
v d
af e
1 9
ct p
in ode
AD DR
TH E
Ġopt len
Ġc rypto
quire d
Ġset up
ĠCO MP
ĠReadBlobXXX Long
d own
x FF
6 0
: '
Ġ' :'
ĠCoder Event
as l
stand ard
5 5
N S
z ip
SE C
MO D
SUPP ORTED
m ethod
ĠC on
Ġu c
ick et
Ġv ma
Ġl fi
Ġmem cmp
Ġpd f
A VE
at io
Ġv cpu
Ġk vm
n x
se ct
ir c
ROUND ING
E rr
7 8
ex tra
h and
Ġ DEBUG
Ġp ol
ex it
fa il
Ġsc r
STAT S
U BLE
band width
n or
Ġl mp
FUN CTION
A SE
ta il
pro file
Ġt iff
Ġq u
ĠBIT S
c asecmp
tim er
g o
uct ure
h ex
ST ART
Ġmet adata
l abel
r tp
ht tp
ĠB U
I ST
m add
HE V
Ġne ed
g ing
Ġerr code
Ġmod rm
Ġa f
Ġpo st
B E
Ġv a
ĠI rp
re st
sk b
at tern
inter face
NO DE
Ġs printf
ig rp
Ġe igrp
ell Type
Ġde coder
ust er
ĠW PG
NE W
Lo g
] <
B ACK
ĠI HEV
s ave
st orage
Ġmo unt
ĠAcquire Image
ĠC opy
ĠStr ing
hel per
C R
re ce
fr ag
IM G
ĠAR CHIVE
o i
Ġm ac
real m
unserial izer
T h
ok ie
Ġb r
ĠI o
P UT
an ch
Ġex p
; <
k rb
er ate
P ATH
Ġre maining
Ġlz x
ampl ing
E MP
D B
Par se
TE ST
app end
ĠPRI u
Ġs ctp
re port
um ul
CO UNT
F ALSE
ĠIHEV CD
Ġpc ap
V er
B ytes
ĠL IB
ir tu
consum ed
Ġcon nect
Ġdat um
irtu al
Ch annel
l c
C MP
t ab
Ġ or
Ġop en
ĠMACROBLOCK D
ĠMagick True
Ġb h
Ġ1 8
f ix
Ġa ct
an y
Ġcpi o
ĠT S
n eg
Ġt if
Ġn i
ex ec
2 6
N G
c ert
ses sion
Ġm a
HT TP
ĠStr ucture
Ġd ump
RE SS
count s
ent er
Ġy bf
alloc ate
fl ush
> }"
ĠInt eger
ifi er
Ġfil t
Ġstr chr
se ek
IN IT
ĠPG M
Re al
>- <
e lement
Ġ ERR
o ve
Ġp ush
Ġf h
c lear
h s
ĠG ET
m utex
s pec
s ampling
>{ <
Ġb count
ug in
ĠE FAULT
eg in
th is
sign al
/ %
ER O
work er
con trol
Ġs el
ret urn
Ġdev ice
Ġk free
ĠMax Text
ĠMaxText Extent
Ġ1 024
ĠM V
ĠCON ST
not ify
ĠINT RA
Ġr val
F E
d y
ch roma
Ġp len
l x
var i
page s
O D
Ġval ues
Ġ on
Ġp S
SK IP
Ġc t
RA W
rec v
as m
ĠO K
Ġf rom
Ġlo c
ĠSetPixel Index
Y UV
b ad
Ġmut ex
Ġy r
UR N
in ish
er y
F ree
> /
M AR
al c
ĠU SE
iter al
ĠA P
iv ed
mb ol
P tr
sy stem
Ġst orage
l t
p ush
Ġ1 7
Ġarg rest
W rite
NE D
Ġse q
TA X
>[ %
f er
B IS
Ġb ad
Ġa pe
u ild
Ġst rerror
Ġc red
lo op
um a
Ġh mp
Ġex ec
Ġal t
ĠCOPY THE
ĠCOPYTHE CONTEXT
r g
us age
ide nt
Ġmessage Data
CO D
d s
init ial
Ġre p
H IGH
ĠLoadImage Tag
OR BIS
>- -
EN CE
Ġcodec par
Ġheader s
T able
uff ix
DE N
Ġe ob
SYN TAX
CT L
p u
Ġ* =
pic s
) ,<
C B
M I
Ġps f
ST ORE
op s
dig its
TI FF
Ġsy n
Bin ary
tain er
Ġcon trol
n def
Ġif ndef
it ch
DE SC
i que
Ġun known
Ġde sc
umul ator
tr ns
SA P
ĠP ART
Ġver bose
Ġn ot
Ġav g
dis sect
3 6
Ġde n
Ġn on
ĠN G
ic ity
Ġc nt
ĠMagick Path
ĠU n
ĠMagickPath Extent
mode s
Ġsp in
t kt
Comp ression
l uma
re set
l iteral
sp ort
ĠY V
ient ation
ĠN O
ĠC ellType
Ġnet dissect
Ġt op
ĠI CMP
ifi ed
p ct
R ST
Ġg eometry
mem set
RM LS
ĠTS RMLS
c ard
Ġl ib
Ġihevc d
ĠQueue AuthenticPixels
el y
Ġip v
Ġresp onse
5 6
scan f
pre c
>\\" %
um e
Ġlo ad
ĠMS PACK
n e
ize d
W M
Ġstr ip
> =
0 5
Ġre ct
l sb
Ġg ss
ĠR D
ag er
Ġs nd
Ġc lear
ĠL D
Ġpr inc
Ġt able
Ġl imit
ref erence
Ġs sl
Ġm agic
SH A
H O
re p
sh o
Ġc ptr
WR ITE
at ial
LA N
F D
ĠAd apter
G RO
P r
Ġn r
im um
mem cpy
ĠGF P
MS G
Sample s
Ġb ps
s ure
Ġrs rc
ĠA ttr
WIT H
ĠH AVE
1 3
Ġbyte stream
ro mat
Ġh len
S D
I AL
Ġc ard
Ġstr val
Ġbit map
serv ed
E nc
Ġp W
Ġd q
Al pha
at ive
St ate
S B
Ġlo op
c x
t g
p d
Ġis is
Ġstd out
Num ber
a ction
ĠN um
Ġt ree
ĠMO DE
Ġs u
Ġw r
Ġpo c
romat icity
Ġc fm
Ġnt o
Ġinter p
Ġp ps
L IT
p ick
Ġq mode
resp onse
ĠR T
id ate
ER T
ĠT C
Ġopt s
M PEG
pe ed
au dio
ĠP RE
V irtual
f c
Ġf e
po ol
Ġip c
ĠH eader
wor st
c r
ĠMagick Real
ĠThrow File
ĠMagickReal Type
ĠThrowFile Exception
au x
S e
id i
LI C
Ġpro perty
f ull
am ma
sp l
F loat
se ctor
UNI MULTICAST
Ġsample s
itt en
Ġc r
Con fig
c i
Ġa bs
just ment
ĠPART ITION
comp ression
ty p
ER ENCE
ac ity
s vc
Pro perty
s a
AR RAY
ut f
E S
Ġal g
Ġde noi
Ġu i
n b
Ġd ig
BIT DEPTH
Ġsh dr
HIGH BITDEPTH
E C
ĠPy Id
IN V
Ġe f
h o
ch annel
OL D
or ity
Ġr fb
t ing
file s
i ble
Ġ" .
Y S
con tent
A ME
o mp
dis able
ĠHT TP
imp ort
ik ely
Ġ1 9
Ġck Size
m ust
ĠReadBlob Long
pos ition
inter nal
5 09
Ġr sp
ref s
CH ANGE
pl icit
Ġm m
ĠAP LOG
Ġm ain
O ut
f n
con f
put c
ĠQ MODE
ĠL L
AL LOC
mat rix
reg ister
ĠSetPixel Red
ĠSetPixel Green
ĠSetPixel Blue
De vice
F irst
p arent
Ġ blk
ch ed
RE T
an ager
block ing
at al
Ġes il
fe ature
a der
Ġm c
ĠC lose
ab ove
ma c
> .
EN C
Ġg it
Ġtr k
LE D
s u
Ġt sk
ĠC UR
Ġpic omp
LO AT
D ATE
Ġf open
con st
LO AD
Ġt ty
Ġd c
b b
Ġspl it
Ġm t
can not
r atio
Ġev t
av ed
8 02
um n
LI B
Ġin filename
WA IT
Ġconnect ion
ch ang
y v
Ġd h
SY S
R eg
mar k
edi a
v s
RE P
Ġd x
ĠR e
ib ut
6 5
G S
co m
Ġp ir
par ate
est amp
connect ion
>= =<
u de
F L
c or
Ġoffset s
bo ok
call back
Ġpir lvl
3 5
nt h
Ġerr msg
buffer s
Ġ LAST
en able
T OR
Ġhdr len
Ġj p
Ġat oi
C ode
x y
ĠE VP
TR OPY
Ġf ind
spl it
A C
v r
S igned
p ending
vari ance
c rop
w ard
Ġb ody
oc ument
sh are
US ER
on tal
tr ate
dis play
oriz ontal
Ġr x
Ġstr casecmp
ĠReadBlobMSB Long
ĠPH AR
N Compare
pic t
ĠLocale NCompare
Ġd iff
Ġ ent
PR OP
ĠClose Blob
Ġn amelen
m y
ĠV ORBIS
Ġb w
db g
en ce
offset s
comm on
of s
Ġf lo
ĠF LAG
Ġop s
ĠZ END
GRO UP
Ġgo t
DO UBLE
P TR
ĠLocale Compare
acc umulator
Ġp t
Ġst ack
PRINT F
pt s
I R
ER S
per t
Ġrd mult
Ġb d
Ġp ack
G EN
at um
id r
Ġpd u
UE ST
WIT CH
ĠC A
priv ate
ro pp
ab ac
il legal
Ġrec ord
j o
Con tent
Ġk db
Add ress
S N
Ġb mi
ĠI PP
IF Y
Ġs g
UN SUPPORTED
Co re
Ġnl a
s asl
Cl ient
Ġg p
Next ImageInList
N SAP
st amp
PI CT
res sed
File Name
pict ure
en der
v l
Ġm x
pe at
ĠT ell
ĠTell Blob
P y
in al
ĠC H
TO K
I s
R UN
v oid
SS AGE
ĠCoder Error
P alette
pol icy
Ġm ethod
mt p
CA CHE
pr i
Image Data
Ġth e
MP LE
Lo cale
N o
Ġ Status
v iew
VI CE
L ine
s ource
Ġd raw
ĠS OCK
RE D
om ic
ĠQuantum Range
ĠG SS
R U
ORD ER
au to
B its
t m
Ġa st
format ion
OBJ ECT
O r
ĠIo Status
Ġp ad
Ġen um
r ight
r ap
hand ler
re maining
k dc
Ġs st
V M
ĠS WITCH
ĠFormat Locale
E M
PRO C
re quired
emp ty
DI O
ĠW idth
pert ies
l ikely
Ġth resh
ĠEN TROPY
ve c
Ġm ult
co res
KER NEL
ed ge
Can not
LE X
Ġsub sampling
c ipher
d x
al ign
ĠC L
Ġv start
Ġc g
ĠSetImagePro perty
it h
ĠI s
ER N
O S
T K
l legal
ĠR un
str ict
dis k
str dup
ĠJ PC
d n
LEN AME
Ġtim er
rea ch
T ra
un pack
Ġcl i
Ġstart code
et ch
ol ume
Ġattr s
SP S
re na
ĠPy Object
nt ax
Z IP
TOK EN
pi ed
con vert
Ġparam s
b ut
b ounds
d t
CO ST
A B
p ad
re move
Ġps rc
Tra it
C ORE
Ġl fm
PRE D
>% .
sh ow
Ġmy data
ĠS IG
im ension
9 9
i ver
on ent
sele ct
F rom
Ġx fs
ĠINT ER
Ġro t
Pixel Trait
Ġget c
p k
S PE
ĠA F
Ġe printf
EV ENT
ĠS E
ĠS IZE
AL G
Ġz ero
g er
ific ation
Ġz rtp
ĠH eight
int f
LO B
O pen
Ġm xf
b i
Ġun likely
Ġph ase
Ġi x
Ġin dent
. '
Ġ' .'
Ġl xc
c a
c leanup
TR UE
Ġif ace
et er
Ġr r
Ġgd Image
u x
Ġen sure
RE SH
RE TRY
Ġex pr
bo ol
Ġdenoi ser
ĠLD AP
AR D
NO WN
vp n
IGN ORE
up er
iv d
i res
Ġindex es
MA C
Ġpro t
Ġ>> =
pl ace
Bo olean
A UT
l p
IN DE
ĠR AP
tile s
ĠRAP TOR
st y
exp n
Ġarg i
wr itten
ar se
Ġse cond
Ġparam eters
7 0
Ġscr atch
Ġfrag ment
S M
Ġa rena
Ġs ave
mb x
Colormap Index
e ft
t c
AN Y
l ayout
u do
Ġf low
L T
U MP
qu ence
il y
ĠP I
LIN K
ser ve
EN COD
e tric
Ġc a
se udo
Ġver def
p el
AL T
Ġstrn cpy
Ġdq coeff
e b
n er
p ayload
Ġg amma
v err
ST ACK
o te
Ġc at
Ġf unction
am ily
Magick String
4 0
rec ord
ME SSAGE
W IN
Ġse p
b p
s amp
AUT O
w ait
Ġf ound
Ġsel f
In it
VER IFY
Ġco pied
Ġin st
avail able
th er
Ġi nd
nor mal
ĠS e
un nel
Ġproc ess
P H
el lo
id ct
serv ice
chang ed
IN ED
cost s
ĠBU F
Py Object
3 0
ĠL MP
Ġopt arg
Ext ension
Ġm rb
B ER
ĠMagick Boolean
Ġpi pe
D BG
at ing
po st
FA I
u i
ĠTIFF Error
SER VER
2 000
str ip
S upported
ol ve
Ġr m
res olution
pro gress
proto col
Ġre peat
Ġfl ip
m is
reg s
cc ess
Ġck ID
PRI V
R ow
Ġsys log
Ġif rame
Ġl inesize
Color space
ĠSWITCH ABLE
il er
ĠD ata
RES SION
M in
c es
d irectory
mb y
VI DE
Co mm
C tx
O ption
Ġdis play
R L
m issing
In put
Ġrd div
Ġco eff
Ġtx t
Ġsz Line
ĠMagickBoolean Type
O M
at u
ref resh
Ġdd s
E K
Ġs scanf
ĠN UM
Ġch romaticity
ĠC MD
ĠGet First
ĠK ERN
ĠGetFirst ImageInList
Ġs lot
Ġq ueue
Ġfil m
DI CTION
Ġex plicit
Ġlo okup
temp oral
UNK NOWN
Ġrq st
se cond
VAL ID
Ġnto hs
Ġf ix
ver ify
Ġpg m
Ġi data
it ies
Ġse arch
Ġrlvl no
ĠReadBlobMSB Short
P os
r ing
Attr Id
- '
Ġ' -'
ĠB TIF
Ġld ap
s sl
Ġh w
del ay
U DIO
le s
FAI LED
Ġi con
Ġp ut
ver def
Ġp ending
Ġp Parse
25 6
ĠPy Err
Ġrp m
= "
in stance
ul ate
Ġz bin
Ġal low
Ġs ort
ĠS U
Blob Size
ĠGet BlobSize
Ġsa fi
F AT
PU SH
FIL TER
ĠUn defined
Ex c
Ġvm cs
P o
AS H
Ġq index
ĠO pen
Ġat omic
s sp
Ġcur r
Not Supported
l inesize
Ġf a
par m
ĠU Char
Ġd uration
R TP
s uffix
Ġpc nt
c abac
d irect
o ice
ĠU str
o bs
le m
ap s
sc r
IG HT
ĠPy Exc
Ġc u
se parate
Ġa b
color s
met adata
Ġor ientation
Ġa pr
ĠFI LENAME
x ab
e printf
t em
Ġh igh
Ġpred ict
Ġres level
ĠStructure Class
8 8
al Header
ĠT EMP
sy m
Ġ1 000
th dr
ĠT H
Ġn g
n der
Ġc alloc
Ġerr buf
Data Size
j mp
w indow
acc ess
TIF Y
po inter
L eft
Blob Mode
ĠRead Binary
Quantum Pixels
bo olean
Ġmet a
ĠOpen Blob
ĠReadBinary BlobMode
o g
ĠD ATA
skip ped
war ning
Ġcl uster
comp ressed
b ody
ĠF AIL
Ġp ing
es il
ĠD o
2 3
Ġp tmp
on s
l arg
Ġth read
Ġt ask
IN PUT
ĠP arse
Ġck DataSize
param eters
Ġ3 1
md i
read y
IP v
Ġc y
Ġdis able
Ġfd ct
S ub
de blocking
al en
ME DI
ch an
Ġm issing
chunk s
44 4
ro ut
IAL IZE
9 6
I tem
c y
s ing
db e
mod ule
ĠMagick Signature
MAP TYP
Ġa e
tra it
Ġrd cost
Ġch annels
Ġx dr
c are
ht ml
care t
RE C
as ses
ĠSize Y
Ġstr dup
Ġmap ping
ĠEN C
Ġl i
Ġa ction
l ab
ĠT r
Ġin f
Ġout buf
ch ange
String Info
vert ical
M G
ĠG PM
MA IN
ĠGPM F
[ %
l ace
BUF SIZE
Ġc ert
Ġa cl
br anch
de coder
Ġtv b
Ġc trl
ir q
atu res
Ġproto col
rc v
Ġ5 12
nx t
Ġg id
en o
FF ECT
Ġper f
Ġcall back
ĠE TH
INDE X
N ET
N ON
are a
ĠP alHeader
ip pi
h ea
header s
ac d
ĠAL O
Ġix hea
Ġixhea acd
2 1
H AND
Ġco okie
scal ing
DE V
ĠG IT
Ġq coeff
Ġ anal
Ġd ctx
time out
T L
IL D
t icket
Ġi llegal
Ġc irc
or s
Ġf ps
Ġco ord
DI RE
apt ure
rea der
normal ize
de pen
ld ap
orig in
ĠX ML
Ġs ad
ext ension
cur ity
Ġres olution
Ġattr ibut
ĠBGP TYPE
token er
ĠTIFF Set
Ġtoken s
ĠCopy MagickString
ĠTIFFSet Field
Ġc ipher
Ġgp lot
v no
O UR
Ġs igned
Ġr ight
RA N
map ping
iss iss
ississ ippi
ast er
scri ption
RE AS
PAR T
Ġh p
up le
REF ERENCE
A CT
EX P
LV L
Ġfor ce
thread s
P ID
T ime
e ap
w ide
tr fs
ĠN P
Ġen able
Ch eck
in f
Ġb ounds
ĠSetImage Extent
ĠI MPEG
C ALL
Ġh ave
> $
use c
Ġstr to
ĠS TR
T ab
g rp
Ġe obs
C LE
m c
ch g
rr ay
io v
ĠSe ek
ĠC om
Ġlist en
R Y
Ġc e
ed it
Ġal en
ĠY R
Ġtran sport
T ile
UN AV
Ġtemp oral
Ġct b
Ġenc oding
Ġb trfs
min q
, "
; '
Ġ' ;'
ĠP AGE
Ġdec rypt
EX EC
ĠST AT
b uild
ĠSeek Blob
Inter face
Unable To
I ENT
U p
> !
t on
Ġb us
Ġn al
ut down
DI SP
PRO FILE
a pi
Ġ Start
Ġi k
Ġs upported
Ġus age
th r
comp s
Ġyy n
CH AN
UL E
tg t
ING LE
c orrupt
ĠR PM
ĠB T
Ġdig est
X C
Ġh id
cal loc
ĠRD COST
b ias
mv s
Ġden try
F IN
g ol
Ġmod ule
ĠNum Channels
gol den
Ġm g
OR M
mo te
Ġmissing args
tr unc
Ver sion
Ġv A
ĠReadBlob Float
sy ntax
4 22
: \\
col umn
Ġsy nth
af ter
ch em
log ging
Ġparse d
z u
Ġbuffer offset
Re ply
Ġas oc
add recon
Set String
b url
Ġmin or
Ġs ingle
Ġs mtp
Ġh bs
Ġout file
. %
A n
Ġs ender
set tings
Ġpl anes
ok en
c ed
Ġcomp iler
B it
s igned
ĠR ANGE
ĠS TA
Ġw ait
ri pt
enc oding
ĠNG HTTP
LE TE
CT X
Ġnon ce
as ize
get c
VER T
ar ning
Ġ"\\ "
pro perty
2 9
J PEG
dp x
ĠA PR
local s
2 00
ĠB SON
B ASE
R ight
t w
ĠB o
TRA NS
Ġdb g
Ġs v
Ġsign al
ĠMagick Size
Ġext ent
ĠMagickSize Type
ch ild
em on
t k
Ġver t
SA GE
ĠONIG ENC
bi trate
FRAME S
PROTO COL
comp lete
Ġi vd
Ġp D
Ġin valid
Ġyy scan
sy mbol
Virtual Memory
Ġin stance
Ġde quant
f ill
s ig
J SON
j or
ĠN o
to f
UNAV AIL
1 7
5 4
B ad
e ep
rece ived
0 7
Ġs ess
Ġo ver
ea ch
De f
re l
Ġen queue
IO CTL
w eight
ID X
mo re
St orage
Ġres ource
Ġwh at
MAT CH
D is
Z ERO
on t
Ġd a
um my
ĠO T
FO UND
Re f
Ġyyscan ner
for k
Ġal ign
ĠPH P
w ap
str ain
Ġbuf size
Ġbt if
Ġco st
Ġexp ression
ĠSTA CK
Ġ am
ĠR MT
REQ UEST
verr ide
PRIV ATE
f il
ĠU EV
ADD RESS
A CCESS
ĠV al
Ġtr y
En try
C OR
s lot
Ġp Data
co ef
Ġcolor space
ĠSize X
al igned
connect ed
J ECT
g ed
l if
F C
L K
T UN
in v
Ġ4 0
ĠMagick Max
LI ENT
cre ated
Ġrun ning
Ġse le
Ġser ial
wr ap
LOC AL
REAS ON
b ound
h i
Ġb e
trans form
pi pe
Ġun ix
Out put
Ġp ict
pl ugin
CON T
OL DEN
Ġf b
ic mp
ĠS H
ĠNE W
n am
Ġser v
Ġ" :<
DE D
Ġip p
UNSUPPORTED PARAM
Ġs afe
AD ATA
PA C
wh at
un able
pro g
Ġbp f
fr am
gen er
Ġ"[ |
h l
ic s
ĠUndefined PixelTrait
b a
Ġre lease
Ġf ram
L ink
Ġco m
pack s
on ents
Ġb order
el ist
ĠSetPixel Alpha
0000 00
id s
LOB AL
G ener
Ġtime out
D S
ĠD IS
ĠC h
ĠCon strain
ĠConstrain ColormapIndex
Ġ PR
SS ERT
EX IT
ĠSQL ITE
Ġnew serv
Ġsub opts
Ġmessage Content
Ġb er
ĠT ile
ĠZ IP
Ġloc ation
g round
Ġre x
F T
pro perties
m se
E SC
N ode
up s
Ġbit tok
Ġpost script
g ot
fo re
ĠFAIL URE
A rg
C LO
F LOAT
ff ect
Ġs aved
Ġp ts
Ġt ee
ch annels
ĠFI RST
INTER NAL
pd u
t ill
W arning
j ect
ex pr
Ex pr
Ġm r
Ġbl ob
l ib
Ġ12 7
F RM
x d
Ġ \'"
ra de
Ġ\'" \'
Ġrd p
, %
O VER
comp ress
section s
V R
ĠRec ord
g rade
Ġin buf
ĠC VAR
Re quest
F M
U ID
Ġcm s
inter p
apt ive
ĠV er
MEDI A
G IC
l ic
r ation
Ġopt im
F ET
Ġm k
re ction
io cb
Ġscan line
s o
co uld
Pr intf
T LS
Ġc alc
Ġd i
Ġn h
Ġe ffect
TO O
6 00
Ġv t
ĠR ET
FAT AL
Ġs x
Ġ ^
Ġd irectory
I V
Ġ er
Ġint eger
tx fm
EN ABLE
bin ary
Ġ DEFAULT
SA BLE
Ġfram erate
( %
A CCE
Ġ ATTR
de scriptor
Ġ2 3
min us
Ġver ify
QU AL
/ .
E nt
Ġm otion
Ġ2 6
bit stream
ĠMagick Core
ĠPRE FIX
ĠMagickCore Signature
p air
Ġis o
h int
Ġu dp
c u
ĠM I
ac l
Ġlog ging
S er
S PA
Image Property
Ġcur l
Ġif r
ex ist
ĠE lf
VPN MULTICAST
VPN UNICAST
VPN UNIMULTICAST
1 00
IG NED
AN T
nc asecmp
sn ap
Ġmat te
C RE
Ġ array
ĠC C
name space
Bo x
Ġwor st
c oding
Ġc ache
Ġg ray
mv pred
Ġne ar
S W
ĠL XC
Ġde scription
AR Y
Short ToQuantum
ĠScale ShortToQuantum
ĠWavpack Get
c irc
s or
Ġ em
Ġp a
Ġp itch
ĠP TR
Ġnum comps
Ġcode d
L U
f req
NO TIFY
** **
Ġsub obj
LE VE
b h
Ġk er
ĠV AR
dt or
lo ts
ĠD O
CT ED
end ian
VE CTOR
comm ent
Ġt u
DI SABLE
cl ude
larg e
Ġik ev
or z
OP EN
BUF S
ĠAcquireImage Colormap
5 9
Al loc
IF T
m it
n p
t cp
Ġo id
ĠF RAME
TH READ
ĠRun Count
B lock
h be
Ġc i
Ġv B
Type Error
s in
Ġm er
g n
th an
ue v
Ġpro g
SIG N
RAN GE
en coder
ĠE IO
ĠA D
Ġval id
PACK ET
MAR K
F REE
Ġl rc
TH RESH
au d
ĠAL T
ar p
Ġb ig
Ġm idi
il ity
po ser
R esource
ĠFIRST PASS
Ġ3 3
AS N
ta ch
Ġs prev
ĠP seudo
ĠD PRINTF
po w
STR U
Ġfl ush
sho uld
Ġrot ated
ĠRecord Length
ĠPseudo Class
tx poser
read ing
Ġsrc p
ps nr
r tr
as sert
DE VICE
ptr an
BU S
Ġorigin ation
tm x
b reak
p attern
B I
Ġ End
z val
Ġu max
ĠS EG
cmp ts
m ix
ĠEX IF
CONTEXT S
COL OR
RE AL
Ġ<< =
ĠL ist
A RE
bl em
ĠTr ace
o se
Ġd w
Ġsh p
IP ER
wr iter
) :<
ON T
ĠI mp
PE AT
An y
Ġm ar
CE IL
M ap
b egin
s ingle
Ġre loc
ĠD H
TR UN
Ġmv sad
2 7
Ġs top
bl es
UN IPER
Ġmod s
match ed
RET URN
et a
Pro file
Ġsegment ation
rece ive
r no
co s
PAR SER
W D
s upport
Ġt val
OL U
Ġm tu
us b
