#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ )
Ġ (
Ġ ;
Ġ ,
Ġ i
S V
Ġ -
Ġ =
Ġ s
r e
Ġ- >
a n
b l
Ġ c
an k
bl ank
e r
n t
t a
Ġ <
Ġ p
Ġi f
l e
s e
Ġ {
Ġ }
d e
i n
t r
Ġ *
Ġ 0
m a
Ġ re
o n
Ġ .
o r
n d
Ġ &
Ġ b
Ġ f
g e
Ġ e
s t
r t
m e
a l
Ġ "
c t
Ġ u
a d
ta rt
t e
a r
u r
Ġ 1
o d
Ġ +
Ġ t
Ġ o
Ġ ]
S tart
Ġ [
i z
le n
iz e
Ġre t
u g
Ġ n
Ġ d
c k
l o
M od
B ug
Ġ v
Ġ !
E nd
i t
m p
Ġ r
Ġ N
f f
t o
Ġ= =
Ġ :
ur n
i d
ma ge
c o
Ġret urn
c e
t i
Ġ g
I N
Ġs tr
p e
Ġ m
Ġi nt
a me
t h
re a
Ġc o
Ġ a
r o
l a
er r
i g
a se
U L
\ \
u e
Mod Start
n e
a ta
E R
i le
i nt
Ġ h
f o
s s
u m
c h
u t
Ġc ase
Ġi mage
Ġi n
UL L
u ct
l i
ĠN ULL
y pe
Ġc h
rea k
Ġb reak
Ġs ize
Ġ S
in g
Start Bug
End Bug
Ġ de
Ġstr uct
e t
l se
se t
s ize
Ġ |
Ġe lse
e ad
e l
Ġ E
Ġ! =
x t
u n
> <
Ġp s
R E
u f
Ġg o
p i
d r
ti on
Ġgo to
in fo
Ġ k
Ġ err
Ġ l
Ġ >
Ġ& &
Ġ M
O R
Ġ 2
3 2
n s
g s
O N
o f
Ġ len
Ġs k
Ġ+ +
Ġc on
Ġ P
Mod End
p a
v e
> %
s tr
o de
p t
A L
v al
r i
i on
u s
S T
re e
b j
Ġch ar
Ġ x
i s
A T
Ġ C
de c
o ck
ge t
Ġ w
Ġ R
D E
Ġ ma
t ype
d ata
u nt
u p
Ġsize of
Ġ y
IN T
n o
a t
Ġ _
L E
I T
ead er
a g
Ġ| |
Ġ T
Ġ Ġ
p tion
ne d
Ġ A
Ġ I
g th
Ġ nd
ig ned
u ff
i x
p tr
u l
ER R
s ta
c a
e d
Ġn e
Ġ #
i l
Ġnd o
e nt
la gs
e y
i f
a s
ff set
Ġs ta
A C
Ġp a
Ġ j
Ġu ns
P R
Ġd ata
r ame
Ġuns igned
p r
Ġcon st
O P
c p
an d
. .
Ġe x
S E
: <
in e
0 0
Ġo ut
ad dr
Ġ '
Ġ ar
b uf
s g
Ġ+ =
f a
Ġf or
Ġ me
Ġ B
T R
or t
L O
o id
r a
Ġv al
s k
bl e
Ġ q
M E
Ġb uf
Ġ 4
Ġ G
r y
Ġs t
n ame
ma p
i ck
e n
A R
6 4
S I
ĠN D
e ct
e xt
c on
f ile
v er
Ġv oid
Ġo bj
i r
uff er
m b
o l
p er
1 6
co de
Ġre s
i p
ag ick
y te
A D
lo ck
Ġ 8
P E
PR INT
lo c
Ġs e
Ġc t
Ġ F
pr int
Ġ D
N O
ti c
e x
r c
Ġco l
ul t
Ġsk b
Ġe nd
p ut
lo b
e s
I mage
o w
Ġerr or
U N
Ġne w
M A
re ad
Ġ L
Ġ 3
s er
Ġn um
ERR OR
r r
T I
, <
Ġf lags
E N
ix el
p o
s c
a te
I D
ce ption
f ree
C K
Ġt mp
bl ock
Ġde v
de v
i o
lo g
n um
Ġco nt
C H
Ġ tr
C O
li st
b it
B lob
n c
f rame
ĠP y
Ġar g
Ġ W
o k
o p
A G
F F
Ġme m
Ġ< <
Ġlen gth
i c
p ar
de x
Ġy y
Ġa v
p ro
S S
Ġval ue
I n
T Y
Ġd st
Ġ ta
Ġi p
ĠE X
m m
s h
Ġ V
ad d
t us
E T
ro w
i st
ĠM agick
rea m
print f
Ġo p
co unt
on g
Ġ_ _
b o
an t
Ġc m
re f
V AL
q ue
E rr
h t
Ġk ey
a ge
Ġo ffset
f or
Z E
Ġct x
la g
Ġo pt
Ġt ype
E x
re ss
C T
ĠĠ Ġ
ile d
re d
val ue
Ġv p
A N
Ġc pi
ĠR ead
Ġu int
yte s
me nt
err or
q u
Ġn ame
Ġ U
c ur
F I
ri te
t er
Ġ ?
Ġ" %
k ey
TY PE
len gth
Ġm sg
Ġs h
un k
Ġs b
E X
m ode
co l
ve nt
B U
ct x
re g
C o
f ig
o ffset
SI ZE
a ck
l ine
C E
Ġp i
h eader
M P
u b
Ġf a
li ce
on e
f i
s p
Ġ> =
al se
pi c
B IT
or d
de f
Ġi s
Ġs ock
u ant
.. .
e nd
Err or
Ġc ur
sta tic
o ut
Ġp ro
LE N
o ur
Ġ" <
a p
w it
N ame
f s
mp le
uant um
Ġ z
li ent
f lag
Ġr c
Ġs size
ĠRead Blob
Ġp tr
A S
Ġ H
ma t
our ce
Ġf ile
m o
Ġw h
Ġb p
ĠA V
id th
ig ht
\\ "
ch e
Ġp ar
Ġp r
Ġend if
IN VAL
C ON
h dr
ct ion
re nt
Ġp o
u re
Ġ al
i ce
ne l
f lags
o t
Ġco unt
t tr
a m
p y
or y
e m
bj ect
U M
fa ult
m sg
us er
Ġ get
C h
T ype
s lice
A P
b uffer
te d
Ġi d
Ġin ode
F A
Ġwh ile
i de
> "
nt ry
Ġf ree
Ġin fo
cp u
D I
Ġs rc
el d
er t
BIT S
P ixel
S L
U E
Ġ K
Ġu n
m i
Ġma x
a mple
co nt
ĠG F
U T
m t
Ġl ine
Ġe xt
Ġsta tus
b er
cp y
s b
Ġco mp
OR D
Ġb uffer
Ġ> >
u te
Ġd o
Ġcol or
c mp
Ġsta te
i ve
r b
l d
str ing
LO G
ne t
E D
d b
i m
lo w
Ġt ptr
TR AC
d i
ri v
ro m
Ġ le
IN G
la y
D R
w rite
R A
ma x
s n
u nd
Ġe n
ti me
m v
Ġ| =
Ġs p
it y
an nel
Ġb it
Ġr ow
Ġex ception
Q uantum
\ '
wit ch
H eader
ig n
ca le
and le
ck et
Ġobj ect
Ġs et
ro up
er s
> (
Ġ OP
S tr
a ble
Ġ< =
Ġl ong
Ġa ss
Ġs er
r get
M O
e ight
Ġcon fig
MA X
Ġf rame
S U
as h
A B
Ġs witch
re s
in it
Ġ O
ss age
Ġc p
Ġf i
a ve
t s
int er
sta te
Ġ te
N UM
Ġi o
Ġ /
Ġg f
Ġt h
Ġ- =
in d
I P
no t
S B
I L
Ġre ad
re v
F alse
AC K
ĠMagick False
Ġ" \\
t y
p ort
v el
r u
ption s
f t
V P
TRAC T
E CK
que st
Ġde fault
b e
Ġc lient
me m
co mp
R e
Ġt ok
u th
s y
s tart
l v
0 2
p l
S H
an ce
F L
Ġin dex
ĠEX TRACT
T H
r ag
Ġ1 6
S ize
re c
st ream
pa ge
Ġa s
ĠS SL
a f
E L
i me
id x
Ġm b
d is
Ġd type
I C
m in
Ġ 5
Ġ addr
Ġn et
Ġcm d
in k
bit s
val id
Ġcont ext
Ġu ser
T o
I d
ME M
In fo
Ġs c
al loc
Ġ 6
i mage
ĠT h
len ame
ĠS et
w n
f d
bl k
lo ad
1 2
ĠTh row
Ġst d
f g
Ġne xt
Ġ la
Ġass ert
s ock
_ _
Ġpa ge
I G
I O
BU G
D ata
o c
fi eld
SE T
ĠG et
ĠE INVAL
Str ing
m g
Ġp ixel
Ġfa iled
AT A
LO CK
O L
M em
CH ECK
Ġre q
Ġh eader
pe n
an s
at tr
Ġpr int
Ġta rget
Ex ception
R O
a c
p th
Ġpa th
ar d
ĠE NO
un c
f rom
U R
Ġs ource
Ġb ytes
pi x
T O
Ġsta tic
F ile
Ġf printf
I S
Ġma p
O F
Ġa ttr
an ge
d ir
um ns
ĠM S
la ss
Mem ory
fa ce
ir st
DE BUG
Ġst ream
AT E
Ġm i
b ytes
pa th
EX T
in ue
K E
Ġe ntry
O bject
F NUM
Ġ log
b ug
Ġs tart
M agick
Ġre g
Ġo ff
Ġcol umns
un lock
Ġmem cpy
Ġv m
Ġd i
S et
ĠI mage
Ġ ad
c m
ER N
Ġser ver
ta ble
se q
v m
Ġcont inue
AL SE
Ġrow s
Ġm ode
) "
F S
in dex
ar g
al l
no wn
a tion
pix el
Ġp b
v p
Ġif def
p h
qu i
V E
ch ar
Ġvp x
ul l
w idth
Ġstd err
a b
l loc
lo ca
Ġs un
Ġin put
L I
V ER
k t
T P
ne w
W ORD
Ġint er
L ist
ss ion
= <
ĠV P
o pt
Ġc l
Ġre f
Ġb e
Ġ' \\
o st
UL T
Ġb o
ce ss
CO DE
de sc
a re
Ġav ctx
ute x
tr a
G ET
cont ext
o b
p s
le an
Ġt o
par se
D e
FL AG
Ġk rb
d ate
te m
ree n
TI ON
it ion
ra y
c l
f b
Ġs y
P F
Ġ 7
ST R
Ġr s
u mp
Ġr d
U S
e vent
se d
A ST
ta l
ord er
RE AD
u st
Ġh dr
Ġnum ber
D ATA
Ġde c
Ġla st
T E
ent ry
F O
at ure
Ġ1 2
add ress
Ġco py
Ġco de
t ptr
lo se
ĠT R
o ff
c nt
P P
Ġ J
mm and
I F
M T
00 0
Ġu sb
a v
c b
Ġe nc
Ġt ile
FA ULT
o bj
t p
Ġt p
Ġp u
Ġin sn
Ġpo s
ĠThrow R
Ġar gs
l an
or k
eader Exception
Ġres ult
u d
Ġ X
Ġen v
Ġ Y
Ġct xt
x ff
OP T
Ġf d
i al
MO DE
u ble
Ġsb i
ĠT I
mo unt
ĠThrowR eaderException
Ġc fg
Ġo ld
S h
g roup
de nt
c s
le vel
H E
t ing
Ġ- -
ress ion
Ġh andle
A X
g ra
ist er
T CHECK
E E
Ġi net
ĠF ALSE
in c
N T
Ġp riv
ch unk
Ġpa cket
il ter
a x
b s
o y
str oy
le ft
pa ce
rea te
Ġde f
PR O
ĠTR UE
S K
co dec
RE G
ĠTI FF
de code
Ġpar am
l l
Ġma sk
e c
Ġfi lename
que ue
C M
s ub
U n
or ru
Ġj as
orru pt
che ck
P AR
Ġth is
i ff
Ġw idth
l ink
2 64
ĠI P
Ġmem set
ĠB PF
A M
S Y
G P
AG E
re t
KE Y
p riv
d c
Ġp ort
Ġb ase
h ash
Ġb mp
T L
co py
ĠD e
Co nt
IT E
EN T
Ġt ime
Ġ block
CE SS
S P
Ġcur rent
r m
ct l
Ġstr len
k e
ĠL o
p c
ri es
Ġp c
Ġr o
Ġ rt
RA ME
Ġ mp
dev ice
col or
Ġ list
Ġ ERROR
P I
ĠC ON
Ġf p
Ġarg v
orrupt Image
is h
po s
G E
G et
L IN
e g
lo t
de l
L ong
pe nd
ĠI S
pa ck
str uct
Ġu p
te nt
ĠC orruptImage
u id
n ode
u le
ĠEX T
ĠCorruptImage Error
Ġp rev
ca che
mb s
Ġme ssage
H DR
re q
ct ed
Ġa p
U P
H T
m it
Ġp e
Ġcolor s
F a
P ro
a in
1 0
Ġv cpu
t mp
Ġm in
Ġt v
Ġbit s
> =<
e ck
e pi
Ġe vent
Ġs ub
C ol
e p
Ġi h
Ġv ar
U RE
r p
Ġx d
Ġs s
Ġp h
d f
Ġh eight
IN FO
ct or
F RAME
AT TR
> \\"
Ġ 32
ri pt
us h
Ġcolor map
gra m
L AB
INVAL ID
ma sk
Ġf s
v c
Ġs i
n a
= %
ĠSet Pixel
Ġre quest
Ġs ample
po c
FI G
lean up
Sh ort
Ġf rag
S C
Ġch unk
Ġde pth
Ġk vm
P a
ĠM AX
Ġt x
p red
te st
> -
I B
s ample
Ġm o
Ġbe st
o bject
re ct
Co mp
RE F
Fa iled
Ġ Q
Ġ1 0
Ġde sc
OR T
il d
Ch annel
B LOCK
Ġret val
ĠENO MEM
ĠU WORD
d d
t ree
ĠE N
Ġde st
Ġse ssion
C P
o m
par am
m s
con fig
W R
to m
Ġdo uble
Ġs z
N E
ma r
L en
pa rt
loc al
u x
Ġv er
Ġs n
s on
ON E
u se
Ġ bl
ĠY Y
od er
or ted
L SB
ct ive
A l
O K
Ġinter face
Ġp lan
SI ON
v ar
F MT
for mat
ma in
pa ss
value s
C L
Ġ Z
sk b
Ġf alse
To Quantum
Ġd is
fa iled
i b
li c
Ġta g
Ġ %
Ġre gs
Ġex it
Ġ ~
d a
f e
B yte
con ne
b ase
s ion
o ptions
E vent
l s
at or
e w
it s
up p
FI LE
ĠOP J
Ġv ma
ĠReadBlob LSB
M UL
Ch ar
FA IL
L o
b uff
ry p
w ord
U INT
ct p
ĠB GP
ers ion
I ON
ar ray
pl y
od y
Ġo ptions
cm d
Ġ lo
Ġm s
S ta
y load
s um
loca tion
po int
Ġid x
O UT
str ide
A ME
ST AT
if t
Ġo per
ĠS cale
k nown
t ch
Ġg roup
0 4
IN ET
>( %
Ġr v
ver sion
ref ix
Ġfa il
in ode
Ġpro to
v ice
) <
h eight
Ġs db
Ġf l
w d
Ġi mg
if i
qui re
RE S
b ack
C CESS
od ing
ĠMS G
Ġ Quantum
Ġstr cmp
Ġm y
R ead
se ction
it er
D F
to p
ig h
Ġd p
: %
AL L
Ġplan e
I R
t x
ĠA FNUM
n ull
D O
sc an
5 6
Ġs ctp
re quest
s z
ĠS A
Ġk free
CO MP
f unc
l y
upp orted
Ġn o
Ġr a
2 4
e k
Ġre d
ne xt
li mit
Ġch eck
wit h
f irst
\\" <
Ġoper and
Ġto tal
O B
1 1
Ġar ch
ign ature
h andle
s pace
Ġe s
Ġr fb
AT LAB
d p
er o
ting s
le ase
Ġtr ue
A ttr
C AST
Ġ LOG
B uffer
ow n
Ġm utex
2 0
o pen
Ġ" /
Ġco dec
Ġsk ip
f rag
ue ue
Q L
g ment
h er
B G
ma lloc
ge n
Ġyy v
Ġte mp
Ġs in
ĠE FAULT
Ġn ode
Ġch annel
ĠA c
ff ff
u ment
AB LE
Ġcp u
Ġg reen
ĠPy Id
li te
in ed
v ance
ĠS T
HE AD
Ġin it
Ġte st
i an
Ġn b
Ġq uantum
Ġio v
h ead
Ġh ex
ĠM ATLAB
D P
TI ME
ĠGF P
LIN E
ĠAc quire
Ġ lock
Ġs q
tr y
Ġ. ..
Ġd one
pa cket
Ġbl ue
st ance
Ġ" "
ĠVP X
de bug
ro l
Ġreg ister
M IN
Ġe nt
V al
F OR
del ta
ĠSA FNUM
up date
Ġad vance
M e
M D
Ġp er
Ġyyv sp
C R
8 6
D C
n ing
r d
CON T
X X
Ġ RE
HT TP
0 8
S R
or mat
. "
0 1
bo x
SU CCESS
Col or
I CE
P ER
a bl
ok up
Ġsp in
I nt
in valid
ĠN G
th read
Ġip v
Ġm d
Ġyy ch
Ġco re
ar gs
Ġm v
m l
x c
A SS
T AG
t len
Ġb in
AS M
Ġs nd
Ġm nt
ĠReadBlob Byte
f rm
w ork
MA SK
ĠW ave
ol u
00 00
Cont ext
C UR
Ġm m
ce ne
CO M
pt er
rec v
le ment
en c
ĠR el
Ġif rame
ra te
in qu
ĠRel inqu
ĠRelinqu ish
Ġo ption
Ġh t
se c
Ġt cp
SS L
ns ion
h as
ĠDe stroy
Ġc li
M AT
ca p
Ġi dent
l u
tr ans
str m
a it
ĠC H
ĠCON FIG
or ig
p rev
Ġ2 4
bit strm
p ing
Ġh ead
e ff
c lose
ry pt
B O
Ġv iff
ĠAV ERROR
Ġsq lite
f mt
Ġco mmand
if y
Len gth
o und
ur l
Ġt len
ti f
page s
m er
Ġn p
AR N
LEN G
Ġ INT
Ġe p
ro p
b in
co st
M L
Ġde bug
d s
se nd
f ilter
Ġs a
Ġfor mat
> \\
VP N
sta tus
ip her
ĠWave Header
LENG TH
c reate
n al
ĠW ORD
Ġset tings
r l
A dd
u int
re sh
Ġerr no
ryp to
Ġa c
uth ent
W A
r un
Ġb h
abl ed
ĠSet Image
1 5
d o
Ġa st
EN D
mo ve
Ġro ot
p ri
Ġre c
Ġc leanup
ta g
Ġcon n
Ġcl one
Ġp id
Ġp ix
ar y
lay er
sk ip
ro ma
la b
DE V
Ġex p
Ġpixel s
] "
num ber
op s
ph a
p re
Ġpa rent
NO T
Ġdef ine
ti le
P y
le t
en er
ĠPy Object
M B
Ġv ersion
el y
Ġme ta
Ġn r
block s
ERN EL
T ag
Ġw rite
Ġout put
Ġ 9
le ar
Ġ IN
Ġtr unc
mm on
Magick Memory
Ġt im
Ġd ir
Ġm od
Channel s
f low
LO C
Ġdev ice
In dex
Ġle vel
y nc
K ERNEL
Ġs ig
Ġr q
. \\
k ely
li kely
S A
i ct
s i
c lass
Ġp kt
g o
P L
O M
6 0
pe c
Q U
u al
or age
lo at
ĠS C
il l
pro c
unk nown
Ġma g
Ġav io
Ġma tch
BU F
Ġpe er
MUL TI
2 8
Char ToQuantum
ĠScale CharToQuantum
O ffset
pro to
o ption
to k
par ser
AN GE
> [
A UT
ĠE OF
db g
Ġa uth
el l
5 5
Ġf irst
Ġr un
Ġj son
color map
M S
d ump
Ġb yte
Ġ" ,<
te mp
Ġstr nc
Ġh ash
G M
Ġf f
Ġstr ing
MA P
Ġtr ans
AN D
d up
S ER
ĠK ERN
R D
pi ed
Ġsh ort
l c
p m
Ġx fs
I mp
UN C
fi lename
Pixel s
n g
Ġbo ol
ript or
con s
Ex tent
Py Object
ar ch
E V
z ero
Ġp d
ĠW ASM
P ack
Ġd at
es ource
I LE
p id
Ġsn printf
Ġpo ol
Ġc k
B o
e re
Ġrs vp
P ar
Y TE
b r
Ġu se
pixel s
p refix
Ġg b
Ġpa yload
Ġra w
ĠNG HTTP
Ġ& =
co m
IN C
I M
de d
Attr Id
Ġt lv
ON G
TL V
N AME
DE C
ĠĠ ĠĠ
mem ory
n def
t lv
CODE C
Ġtv b
n ce
Ġc ap
ĠS QL
Ġpar se
Ġo buf
sock et
- -
s a
Ġta sk
ĠEN C
c all
p kt
Ġc a
SU PP
th od
ro ot
Ġco pied
AR T
r g
Ġpa rt
mp t
Ġma lloc
i tem
m od
Pa th
w o
mat ch
C S
Ġp S
Ġprint f
HEAD ER
o me
re na
i es
me ssage
ĠRelinquish MagickMemory
Ġ local
Ġt er
Ġn s
R B
d l
de pth
Ġt ty
f ind
bo und
ind ow
> \'
Ġd b
CON ST
c an
ĠEX IT
Ġp g
Ġh mi
B AD
ĠI V
O CK
ce ive
ss ing
Ġsock et
Ġun likely
Ġsy s
Ġre ct
AT ION
a uth
Ġs g
at ch
Ġoperand s
SV P
lob al
dis p
A uthent
P T
v oid
la te
ĠP R
M IT
Ġch an
Ġsock addr
qui red
Ġa rena
a ff
sy nc
gram mar
W ARN
w r
con d
con v
L im
ter m
Lim it
Ġf low
Ġarg c
lv l
P er
ul ti
E C
Ġp v
Ġde code
Ġcon f
UN D
Ġtr ack
i e
Ġ address
ĠR SVP
ru le
pl an
Ġmb mi
a st
Ġl d
ser ver
WR ITE
l f
Ġs lice
ro per
Image Header
qu al
ĠDestroy Image
m utex
te nsion
CT L
tif y
h ost
Ġcomp s
ĠC DF
tom ic
Imp roper
Improper ImageHeader
P O
g id
Ġ add
nd er
Ġd s
sta ts
Re g
O f
pr inc
OB J
r ing
Ġs ect
th e
ĠReadBlobLSB Short
w ar
Ġ nt
Ġc lass
ce pt
V M
se nt
pe d
th er
ĠS tr
res ult
a ss
a il
o re
section s
* *
ti mer
A Y
G B
ma l
Ġg r
ir q
Ġter m
C lient
co mmand
per ty
ĠH T
sy s
ib ute
Ġr b
ĠT EE
ca tion
Ġtok en
s pi
Ġc rypto
pe cted
ĠE x
ĠV FF
bo se
F ormat
ve c
ud io
Mod ule
it map
Ġph p
Authent ic
Ġ ERR
1 8
ent ries
ĠPy Err
IG N
Me ssage
5 0
B YTE
Ġc red
Ġe v
Ġf e
Ġch ild
let te
c fg
g ress
Ġu id
Ġn la
OP TION
ip al
mg r
eg er
Pack et
N ONE
c lient
i rt
W N
Ġma c
N um
Ġb ody
ĠPy Ex
MULTI CAST
ĠPyEx c
4 4
I V
re lease
ta rget
inter face
Ġpb i
Val ue
le g
Ġop s
Ġal g
PI X
da pter
Sta tus
O T
P ACK
Ġc b
C B
f p
OP Y
A SE
Ġb size
ĠE VP
ĠA dapter
SI S
Ġper f
Ġc ard
ch annel
ĠL L
st em
sp s
I VE
Ġse q
E nc
Ġch m
FAIL URE
>\\ \
Ġstrnc mp
) \\
un ction
cont rol
a ctive
ĠP AGE
ol d
row s
RA Y
S OR
W rite
d ig
Ġu t
te n
Ġco m
Ġpi pe
l ong
Ġmo unt
tr ue
Ġu s
co eff
CUR SOR
Authentic Pixels
x f
on se
ĠI n
s pec
tr ack
ra w
Ġbp f
Ġs sh
Ġm t
RE AM
SI G
Ch unk
ĠYY CURSOR
main ing
Ġf mt
ĠA R
ht tp
8 0
RE Q
sh ift
Co unt
t l
Ġ li
Ġi m
ĠM ax
ST ATE
N D
ame ter
ul d
UN T
wo pass
T r
c c
Ġre al
AD DR
LI ST
FOR MAT
esource Limit
Ġc af
Ġb s
al g
on ly
Ġh ost
IT Y
ide o
Comp are
C I
l it
u to
ĠR esourceLimit
ĠResourceLimit Error
Ġr ate
ch r
ĠB U
Ġpro file
C AP
b y
st ep
Ġn g
sta ck
en v
ĠD BG
o s
Ġs r
Ġtr an
Ġse c
pro cess
Ġs u
Ġp re
ĠB LOCK
Ġss l
m d
Ġ orig
ma c
Ġch roma
P RE
S t
U B
in stance
ĠC L
av pack
O D
Ġ1 5
ĠN E
ĠC O
Ġyy val
Ġle ft
Ġco mmon
ĠW avpack
PRO TO
R es
Ġb uff
Ġu max
Ġa tomic
ĠP H
Ġex tra
Ġse gment
F lags
ĠP GM
VP ACK
C C
S OF
in put
Al location
a k
Ġin p
SE C
Ġal loc
Un known
SOF T
Ġs vc
Ġf name
C on
Ġ" [
int ra
lic y
s rc
Ġb i
Ġop code
Memory Allocation
Ġarch ive
MemoryAllocation Failed
8 02
h e
Ġf lag
me d
Ġres p
PE G
Ġopt len
C an
Ġ" -
to o
ME NT
Ġvm cs
! "
N ext
ĠSetImage Pro
s up
Ġr p
sta mp
conne ct
Ġap p
param s
Ġc nt
Ġt wopass
Ġr r
Ġex e
ĠW A
Ġas oc
olu tion
f l
r ange
Ġp k
Ġ2 0
Ġtim er
N ew
d st
Ġi tem
tr l
ch ange
ĠWA VPACK
v flag
Ġa cl
Ġa ux
sta t
SU B
gen er
A IL
x p
Ġd d
Ġh w
DE FAULT
ĠI SIS
sp ort
Ġent ries
M ode
c red
Ġi ter
to tal
Ġw pc
fa il
fe ature
i eld
M SB
U SE
Ġa ctive
ĠC oder
en abled
WARN ING
Ġs as
ur ation
EE K
I tem
w ait
Ġs el
ĠB I
TI F
xc f
F R
I ZE
L Y
Ġ DEBUG
Ġf ilter
Ġk dc
rc v
CONT EXT
K ey
T able
Ġ layer
pa rent
ST REAM
S N
a ce
Ġif ndef
O FF
Ġpa ss
LO W
o ok
Ġu min
Ġstr cpy
ut t
Ġps f
Ġl ink
ĠB itmap
sh ort
arg ument
f er
u sed
Ġi ri
pi pe
us b
ĠC MD
fa st
T ER
re quired
Ġo xcf
Ġstr ide
ĠGet Pixel
E Y
Ġs ignature
id i
Ġen code
ĠLo g
s lot
st ore
ne x
ĠP TR
CT OR
DI R
Lo g
Ġs um
Ġe a
Ġin file
Ġde ntry
FLAG S
Int er
b yte
Ġs min
Ġr x
ĠM OP
ĠI o
ĠK EY
Ġc all
Ġip addr
Ġcomp ression
co re
reg ister
Ġs cene
Ġde l
Ġbo x
ĠLo cale
WA IT
u a
Ġs lot
DE F
AD M
ĠF ILE
ex tra
Ġop j
CM D
Ġiri s
ta il
ĠS ync
ex it
io cb
ide nt
Ġfi eld
Ġs cale
Ġp ptr
pt s
e mp
UN K
P M
n or
Ġs f
STR ING
C lass
E S
i mp
le ct
of st
con f
Type Error
ĠGet Magick
Set String
INVALID DATA
q p
de blk
Ġf h
Ġf loat
Ġe d
al t
fo und
Ġz end
ĠK ADM
STAT US
9 000
o urn
s ave
al loca
2 2
Ġre ply
err no
set up
il y
SL ICE
mi ssing
Ġver bose
Ġms r
lab el
A VE
F UNC
c ipher
lo ts
Ġr sp
Ġq ueue
out put
inter val
c ard
g p
re ceive
ma ry
ĠU INT
BU FF
c ase
g f
u i
re set
de fault
Ġb ack
VER SION
ourn al
B IN
S ample
l er
ĠS ta
>- <
ch ed
TR Y
io v
cur rent
Ġi t
Ġc lose
ca st
op y
bo t
SY S
Ġs d
Ġf c
ver t
8 8
: "
Ġ an
Ġs ave
Ġal pha
Ġass oc
princ ipal
ĠGetMagick Module
h igh
ĠS OCK
con n
test s
C LE
Ġsc an
P AT
d own
id c
la ce
IL D
Ġup date
S ON
s ing
u v
de st
frame s
Ġta ble
Ġdef ined
mar k
qual ity
Ġ load
Ġt un
RE E
CO L
ome try
D S
Ġp w
de stroy
Ġt s
Ġgr ub
ign al
m ily
Ġ 64
ust er
Ġrq st
AUT H
> {
C TYPE
w ap
z x
lo okup
SH A
DEC REF
SUPP ORT
5 1
o ver
se ssion
ON LY
mb aff
q l
for m
/ '
} "
Ġu v
AC E
Ġ' /'
i ew
Ġbp p
Ġc mpt
Ġp ut
Ġf il
Ġht tp
BUFF ER
O p
S O
Ġ ge
le te
Ġ2 56
io us
> '
R P
re port
pro b
>\' %
7 7
Ġo e
Ġerr msg
Ġpriv ate
ifi er
ffff ff
N C
a ct
s upported
Ġc reate
Ġne ed
ra p
ĠReadBlob MSB
E CT
U V
h s
Ġ one
AL LOC
as k
AD D
SIG N
P TR
Ġi mp
Ġp ri
la t
UN I
f m
w b
re al
Ġl ua
ĠK RB
Magick Event
ĠLog MagickEvent
End ian
ĠS N
ĠI rp
CH ANGE
CT X
PAR AM
pre sent
TY P
af e
plan es
Ġt l
Ġse nd
T ab
Ġf rom
Par se
6 00
Ġ READ
Ġt ree
Ġo pen
Ġn fs
Ġg lobal
Ġq u
Ġun ix
ĠQ ueue
Ġs printf
Image In
DI S
ImageIn List
M ax
ST ART
STAT S
nex pected
ex pr
N o
S e
V AR
Ġd ump
ER T
\' "
F ield
Ġb ad
di rect
Ġrd s
c at
Ġb and
me ta
Ġx ml
ĠDestroyImage List
F E
M ask
p d
re p
se gment
Ġ' <
ic al
lic it
D ict
Ġp ad
se ct
Ġt sk
it ies
no tify
as m
ex p
Ġnew sk
US ER
d one
le m
OR Y
MO D
B E
P K
ĠS EEK
Ġsta ts
ĠO E
IP V
ĠTIFF TAG
ret urn
A IN
O RE
s ql
il er
CH AR
ok ie
\' <
Color map
ameter s
ĠSta tus
xff ffffff
ial ize
EV ENT
6 5
n r
re rr
Ġbuf len
Ġcont ent
ĠCON ST
XX X
B ACK
N S
c leanup
f ix
in ish
Ġm us
RE C
if s
Ġsta t
VAL UE
di ff
F rom
P G
n one
r q
le af
Ġ1 1
Ġn l
Ġd w
Ġint f
ĠMagick Offset
UR N
Ġdel ta
ĠMagickOffset Type
d dr
p p
in f
tr fs
ti ve
Ġj pc
Ġmem cmp
Ġlo okup
2 5
Ġa i
ĠF F
sc ript
ĠSSL err
bot tom
e e
en code
sample s
B uff
n on
se m
Ġb trfs
sa mp
Ġc at
CH IVE
Ġcpi o
ter n
De vice
J SON
a y
IN IT
Ġh id
ĠR T
buf s
Ġname len
ap pend
decode d
CL ASS
ĠGetPixel Channels
F ALSE
G RO
O DE
V L
Ġi cmp
tr ix
qu ant
ĠX FS
ĠBitmap Header
3 4
L e
b and
o lean
Ġb us
it h
Ġse g
02 4
ĠImage Info
RES SION
b h
w h
Ġf n
te xt
ĠM AC
Ġj s
Ġte xt
re con
in al
Ġ1 4
Ġy r
i as
Ġs iz
re ge
Ġb gp
Ġcon ne
b c
Ġ" (
mb ol
Ġd y
Ġa pe
ex if
Ġmessage Data
Enc oding
; <
M ON
R GB
b ody
i v
Ġt d
Ġd c
ĠG ET
In valid
CON FIG
NE W
B ytes
P U
v ideo
se g
rt p
th is
ol l
ĠJ AS
b d
v s
ĠA SS
ĠPR I
P A
T ra
b ad
f r
j ob
m ulti
on ent
ge st
Ġsel f
6 24
N ULL
R T
Ġ blk
ma tion
ve d
ex ec
Ġdi e
Un able
I ST
T ext
s cene
Ġre p
Ġh as
RE AS
12 8
MS G
Ġu rl
AL IGN
TRAC E
Ġset up
Ġframe s
sy stem
ain er
le d
Ġkey word
er nel
Ġp rec
Ġe lement
io ctl
Ġnet dev
MEM ORY
pend ing
F rame
H O
s cale
Ġs max
>% "
Ġrc u
UE ST
RA W
proto col
a ke
a udio
b u
s ad
FI X
ab c
AR RAY
LI MIT
B l
nt p
Ġl zx
ip s
Quantum Memory
ĠIV D
Ġ ON
se ctor
la st
AC CE
Ġis is
lay ers
Ġexp ression
P C
Ġu df
Ġa ct
Ġ low
Ġp end
Ġr ange
Ġx dr
Ġcomp iler
Ġhex dump
ĠCH ECK
Ġmag ick
CLE AR
L S
T OR
Ġex ec
EN SSL
Num ber
c lear
ct xt
is om
LO AD
Ġ12 8
conne ction
pri mary
alloca te
e st
Ġ UN
Ġv a
ĠT CP
ĠL IB
po inter
Ġsh ift
AS H
IF Y
iter al
I s
R ange
Ġc ifs
AC H
ĠReadBlobLSB Long
a i
Ġc e
code d
ĠMagick Path
Ġpro g
ĠMagickPath Extent
m ust
Ġp te
ug in
ĠR ec
IT H
ser v
pro file
ac l
ud o
M I
| <
to i
Ġma ke
ĠPy Dict
olu me
Ġsect ion
N ot
Y UV
Ġc d
de ntry
iz er
um n
Ġk iocb
ĠM Y
ST ORE
Ġx mi
Ġex pr
fa ctor
part ition
Ġmy sql
al c
Ġ1 3
Ġw indow
rr p
cur ity
call back
dig its
PAT H
REAS ON
] <
se udo
Ġb r
Ġ1 00
Ġn f
ĠA F
ser ial
Re al
Ġprev ious
cond ition
50 9
9 6
j ournal
r dc
Ġc lear
Ġb count
st er
Ġt u
en able
bo ve
Ġcomp no
ĠIP V
Sta te
Ġcap len
Ġcom ment
Tr ue
Ġng http
0 3
an y
Ġg d
Ġg ss
RE SS
AR D
Ġnt o
1 4
Ġp f
Ġpa lette
TR UE
desc riptor
rege xp
P ORT
r int
re gs
tr an
ct ure
OFF SET
l t
Ġc s
ĠMS R
ĠLo ad
tok en
Ġmt u
Ġsu bo
rerr or
an ch
Ġ1 024
Ġr ar
la ve
DE SC
Ġmag ic
M AR
S ignature
U nexpected
ĠS ize
ca te
O S
a ch
m u
Ġc df
ad er
lay out
DR V
ac cess
Ġck Size
Item String
G O
a uto
re move
Ġp ic
Ġa f
ĠM IN
Ġse s
ĠOP ENSSL
mg Buff
ĠBI mgBuff
g t
ta b
de n
Ġu c
ur b
ri ption
DE P
CT P
TL S
>[ %
Ġpart ition
Ġf ound
file s
po ol
EX CHANGE
Ġis instance
ĠEOF Blob
B in
I DE
R ed
Ġre maining
Ġk z
Ġpro c
ĠH AVE
Ġrs rc
Ġdat um
St ream
Ġrqst p
N ET
Ġv dev
Ġend ian
for mation
Ġopt s
Ġparam s
scene s
. <
I E
Ġre nder
ct ype
Ġm utt
Set ItemString
Ġc sum
mo te
Ġvm x
IF T
priv ate
Ġmin or
ĠAcquire QuantumMemory
L L
c r
i a
Ġif r
th resh
data gram
ex tent
Ġprint k
Ġed it
L ONG
re ply
id ate
th dr
pa ble
ĠPy List
Ġsh m
P UT
co mple
AC HE
and ler
Ġpage s
opt s
Ġtime out
>\\" %
Ġproto col
i que
an al
Ġp p
Ġo ther
Ġsta ck
Ġj ob
Ġq mode
Ġp in
or ity
Ġu dp
ĠN um
ĠE C
ĠE IO
RE D
Ġw ait
ception Info
Ġheader s
ĠEx ceptionInfo
ĠSN DRV
er y
pe g
Ġm c
Ġa t
INT ER
W M
a ction
Ġp df
Ġp Tab
ĠA P
IC AST
av g
Ġpend ing
P OL
T X
Ġi c
nt er
Ġt m
RE T
UN ICAST
bit map
Ġdesc riptor
Ġs lots
Ġp rc
Ġre lease
bo ol
Ġlo op
ĠHT ML
D BG
Ġp ng
Ġg s
Ġstr chr
LIN K
>- -
bound s
g ing
h ex
Ġc ork
Ġ" .
po licy
FI EL
ĠReadBlob XXX
Ġmap ping
ere nce
Ġev t
ĠAR CHIVE
E ntry
x FF
co spi
rec ord
dis k
ĠQ MODE
ĠStr ing
leg al
802 11
Bl ue
G reen
al low
Ġd h
Ġr lvl
la ble
Ġst orage
Ġpc i
DEV ICE
C TION
E G
p ush
s u
s ource
CO UNT
Ġip c
ĠMagick Real
dis able
ĠSetImagePro gress
ĠCoder Event
ĠLoad Image
ĠMagickReal Type
S W
re sp
st orage
Ġa cm
AR G
ate d
col s
Ġsp s
1 3
> /
C ACHE
M AC
O C
Y PE
Ġs addr
re ser
ss ize
Ġk db
di v
Ġth read
oc ument
Set AttrId
ĠPH AR
emp ty
ĠON IG
B ASE
F D
a rea
d rop
m idi
st ed
Ġt iff
Ġd m
ĠC opy
ap p
G ener
P ASS
on ce
li p
name s
ver ify
SS AGE
Ġnet dis
OL D
Ġph y
dbg msg
irt ual
nor mal
Ġconne ction
Ġoffset s
time out
Ġld blk
ĠIo Status
Ġp dev
Ġp refix
Ġd addr
IN DE
Ġ4 0
ERN AL
L AY
b f
g in
Ġ limit
Ġp op
Ġe e
ĠN O
Ġz val
ĠK VM
SH IFT
Ġas dl
com ment
D B
E MP
Ġh len
Ġj p
Ġex if
ĠD W
ĠD o
ĠV M
Ġle af
Ġsc r
Cont ent
GRO UP
C ode
T ime
Ġe num
co mm
Ġ2 55
ic s
ĠSQL ITE
fl ush
C a
d t
p lay
se arch
me thod
End Of
Ġw b
ĠT C
IO C
TE ST
ĠAcquire Image
Ġnetdis sect
l iteral
id s
ER S
db e
Ġblock size
wr it
4 20
D ATE
Ġb c
Ġv rrp
ĠS CTP
for k
EX EC
Ġen able
Ġrfb Client
: '
c ert
l ing
Ġc i
ta rg
Ġo s
AC CESS
Ġ' :'
ĠBU G
4 0
x a
re st
de lay
Ġin filename
ĠE TH
pro g
ĠU SB
im g
Ġ1 7
Ġg id
un it
ĠR e
pro bs
Ġpr inc
Ġmy data
PER M
pm u
case cmp
/ %
> .
B IS
F ree
S er
AL G
ĠF ormat
Ġstart code
ĠSync AuthenticPixels
Unexpected EndOf
allow ed
UnexpectedEndOf File
B lock
C ALL
Ġf close
ro und
Ġps rc
OR BIS
pa yload
Ġw ork
Ġvalue s
res sed
IO CTL
PAR SE
3 6
p ps
v r
Ġd ri
IN E
ON T
name len
ĠD M
Ġattr s
Comp ression
ifi ed
ĠCH ILD
Ġs te
Ġc JSON
st and
Ġl mp
Ġla b
A ddr
P H
U p
o le
Ġp ir
Ġe ob
ME SSAGE
mb d
Ġarg rest
Ġresp onse
real m
se ek
Ġu i
Ġt op
ag er
can not
88 51
normal ize
A F
la sh
Ġpi comp
ĠSetPixel Index
scan f
Ġes il
ĠIN IT
AUT O
ĠMAC RO
> =
> }"
C tx
M sg
o in
se lect
ra i
AN S
Ġz ip
RO UND
run ning
MAR K
a pter
k rb
m nt
v b
Ġ1 8
il ities
block size
) ,<
f alse
Ġv d
ch an
Ġin dent
str dup
is ion
ĠMagick True
Ġhdr len
ĠLL DP
Ġdw g
D b
S M
t m
Ġi nd
fa mily
imp ort
N G
i te
j ust
bl ob
Ġr m
ata l
ch ild
key ring
m y
v d
Ġco spi
ow er
Ġpar sed
Add ress
Ġpd u
mod ule
sup er
>{ <
ĠMACRO BLOCK
1 9
C TR
E K
E P
M ER
R ight
n p
o v
Ġp Parse
NO DE
key s
Ġsh p
Ġsh dr
Ġget c
cont ent
Bo x
Ġpg m
Ġtran sport
A K
c i
l x
n er
IT ION
Ġme thod
Ġpo st
im um
Ġsp lit
VER IFY
PI CT
war ning
UB LE
FUNC TION
PU SH
Ġlab el
se s
ĠC OPY
and om
ser vice
TI FF
ĠĠĠĠ ĠĠĠĠ
B ER
S Z
ĠS e
at um
uff ix
Ġpa ck
Ġac cess
ĠHT TP
PACK ET
Con fig
SUPPORT ED
stand ard
W IN
i ss
x y
z ip
in sn
>% .
ĠMS PACK
Write Reg
A V
H AND
O ut
c d
c rop
i ent
Ġ er
Ġi info
Ġd x
Ġgo t
ĠB IT
ir s
Ġse ss
ĠU SE
cur r
Co re
S PE
e lement
Ġf b
co pe
Ġa ction
ĠW PG
Ġrec ord
2 6
: \\
Ġs upported
Ġp l
Ġth e
ms r
Can not
FR AG
e ns
Ġ* =
Ġm rb
Ġa b
of s
ĠD CT
Ġcodec par
COM MON
ĠQueue AuthenticPixels
ĠReadBlobXXX Long
INDE X
F irst
c cess
g er
o nt
ma trix
ue st
ĠS IG
ir c
ref s
Ġdec oder
Ġnto hs
V S
W ITH
Ġp len
Ġu rb
ti o
Ġa toi
Ġh ook
ST ACK
In it
mt p
Ġsys log
Ġcat c
I f
ta sk
Ġp t
on s
Ġstr n
ut down
AL T
sh are
Ex tension
rint f
2 1
D U
D CT
j or
p ad
le ave
ĠE PERM
pa c
Ġma in
PR IV
map ping
bo ok
IS OM
ĠCO MP
R C
Ġc x
Ġp ps
ma g
Ġe ig
al ign
lo op
uct ure
AL IZE
line size
Ġeig rp
E M
F AC
V ersion
r x
s or
re ction
Ġp red
INT ERNAL
Ġout buf
ir m
ref erence
Ġz rtp
attr ibute
File Name
vp n
ĠPRI u
Ġkz alloc
Ġpir lvl
B its
p f
Ġt k
Ġh d
Ġw s
Ġcont ro
di ct
Ġsc reen
LI ENT
ABLE D
IM G
Ġcall back
DEP TH
>= =<
> !
b us
x attr
Ġs ort
Ġu sed
Ġn i
ne go
Ġex tent
AR Y
NO WN
Ch eck
init ialize
Ġio c
IP H
Ġstd out
field s
ell Type
br anch
ai lable
N Compare
d io
f ull
r w
Ġd up
name space
Ġse curity
Ġdi ff
De f
SER VER
cons u
sup port
ĠLocale NCompare
Ġge ometry
2 000
B ad
L IT
S igned
d y
ti fi
Ġin stance
TR UNC
EN C
mo tion
Al pha
ĠAP LOG
ĠDW G
O pen
Z IP
a tive
c or
Ġc r
ta ch
Ġp tmp
Ġn pages
ch roma
pi o
ĠP ixel
ĠT YPE
Ġres er
ĠD ATA
Ġcont rol
Ġpo c
Ġun known
ĠIP PROTO
ĠST AT
Ġbyte stream
G EN
S ub
e ach
w rap
Ġi con
Ġfor ce
count er
CON N
Ġread len
ĠST ACK
Ġflow i
Ġsr cp
F lag
U ID
e printf
f ill
Ġ or
Ġ order
ma dd
Ġd ff
ĠEX IF
EX IT
DI V
Ġcl uster
ITE M
var i
ĠLocale Compare
ACCE S
C IPH
N EL
S G
d ist
Ġi mm
rt y
Ġr ing
ĠS W
ĠC R
Ġfrag ment
UNK NOWN
ROUND ING
R TP
] \\
t fr
z u
el lo
ĠP ACK
pa re
ĠF L
Image Data
offset s
sp lit
ĠH eader
CR Y
( %
3 3
E AD
E MUL
P AGE
s vc
w are
an ager
Ġt con
Ġa pr
ĠR un
ĠI nt
LO AT
Ġtr ak
col umn
am ma
Ġbit map
IG H
ĠStr ucture
gener ic
UNI MULTICAST
resp onse
. %
E LE
s r
Ġ on
Ġf lo
Ġk malloc
CO D
AN Y
Ġmeta data
Tra it
B I
B L
S D
o uld
u pt
y c
Ġc in
Ġd ist
Ġg p
DE N
up le
line s
Ġun lock
comple te
ĠNum Channels
R ow
h ook
n mb
Ġs ignal
an g
Ġc ipher
Ġt xt
ĠS H
ME DI
AG AIN
AP I
Ġser ial
Ġser vice
FIEL D
7 0
= "
F REE
m ult
u de
st y
ss p
ĠC on
Pixel Trait
ORD ER
Ġssh buf
Inter face
C LO
M IB
k s
Ġc map
Ġp cap
Ġh mp
ĠS Y
ĠS TR
ĠE ACCES
Ġtr y
end point
CONT IN
tile s
war n
. '
b url
c rea
e lem
Ġs st
Ġc blk
te nd
Ġr w
un serial
ĠM B
ĠP ar
Ġ' .'
NO RE
ĠO K
Ġref resh
ĠQuantum Range
Ġmod ule
Up date
unserial izer
B it
D ri
D ONT
r k
v iew
Ġ xt
co ver
Ġstr casecmp
ca ted
Ġres level
put c
Ġmsg hdr
comp ression
change d
C MP
P tr
S QL
s rai
in o
Ġt ot
co mmon
ss l
ut f
pi cture
ĠR AP
ĠT SR
Ġout file
ra tio
Ġpar ameters
VE CTOR
STR U
ML S
receive d
ĠLoadImage Tag
ĠRAP TOR
ĠTSR MLS
D o
M in
l ar
re lse
Ġre con
pa t
es c
MA G
read y
MP LE
sn mp
ĠO T
be st
comp ressed
Re quest
ryp ted
Bin ary
7 8
N ON
P ID
h w
h len
p k
u ge
Ġt ick
Ġv start
ER F
Ġerr code
ĠP O
ĠT ell
Ġst mt
Ġst rerror
Ġres olution
ĠD H
Ġvalue len
bo ost
Ex pr
buffer s
Ġrd p
channel s
ĠInt eger
ĠTell Blob
B B
O ption
R X
a ud
e b
g c
Ġc trl
Ġf ind
Ġt if
Ġco ord
err upt
ig no
us age
Ġyy scan
Ġtime o
Ġsample s
Next ImageInList
ĠReadBlobMSB Long
Ser ver
L ink
V irtual
h y
i ver
i rect
o te
w indow
Ġv A
Ġy bf
CON F
Ġfl ush
ass oc
K EN
o ol
u la
w ard
Ġ ATTR
Ġf ix
ĠN F
ĠS E
ĠS t
ĠC lose
type s
ĠL D
ĠV ORBIS
Ġsh are
CON NE
TH E
chunk s
-- --
Ġyyscan ner
F or
Ġ ^
Ġp info
ti cket
Ġg uint
RE ACH
Ġk vp
pa que
no te
Ġdata len
Ġal t
di a
loca ted
Ġsy nc
PL AN
D is
i ble
le ader
Ġb io
st d
Ġo wn
Ġa bs
nc y
ok en
ĠV al
Ġser v
comp onent
ĠSetPixel Red
ĠSetPixel Green
Ġdis k
Ġstrn cpy
ĠPACK ET
C D
P IC
R UN
b ind
or iz
st op
Ġstr dup
Ġint eger
ĠP K
ĠC ellType
ĠI O
ra gs
Ġop targ
ĠSetPixel Blue
direct ory
NS AP
2 56
3 5
V er
s as
s ignal
Ġs se
Ġs mb
nt h
Ġe f
Ġr val
Ġy v
ĠB CM
Ġq t
Ġnew np
que nce
DI RE
cl uster
ĠJ PC
Ġexp licit
REQ UEST
C RE
Ġu addr
Ġt num
Ġint ra
\\ \\
ĠA SN
ĠI s
Ġnew serv
ĠL ist
Ġun ion
Ġsp rev
pl ugin
ĠENO DEV
ph y
Get AttrId
Ġmessage Content
Lo cale
ĠCL ONE
Ġsubo pts
CIPH ER
9 9
c lock
c rypt
o int
u late
Ġp at
pe at
Ġh v
set ting
ĠC h
ĠC AP
ĠA ttr
ĠB IO
TI MER
sh info
Ġpro p
IP v
ust om
3 0
6 6
B R
E xt
P os
Ġs vm
Ġo z
Ġd own
IN PUT
Ġm x
AT OM
Ġma rk
il legal
CO RE
Ġcur r
Ġbp s
Ġorig in
ĠASS OC
ĠFormat Locale
3 8
F unction
T K
t kt
Ġi rq
Ġv olume
ce s
Ġin st
Ġin buf
ĠE OP
ĠP ERF
AL U
CT ED
Ġline size
MO UNT
Ġdi rect
Set Field
ĠTIFF SetField
Ġrlvl no
E AT
_ ...
tr ic
Ġstr val
la mp
ĠE AS
ĠE AGAIN
Ġl l
ĠA PR
ĠG P
sh dr
inter nal
Ġpe ek
Ġver def
conne cted
DO WN
DO UBLE
ĠReadBlobMSB Short
MAG IC
n l
t u
Ġif ace
or st
al Header
Ġd j
co okie
rea ch
unt ime
Ġne sted
Ġst bl
Blob Size
BU FS
Ġsc m
ĠGet BlobSize
tra it
pos ition
CP U
over flow
Gener ic
>! =<
ĠSt ream
, "
J PEG
t cp
x e
Ġs scanf
de lete
in v
te cted
Ġd rop
ti es
ch g
TR ANS
per ties
sy mbol
Ġsub size
Ġdesc ription
Ġoption al
OBJ ECT
ĠCoder Error
H as
T h
i od
w q
Ġb n
Ġa bove
ĠM ac
pt ure
AT URE
TR OL
ist ent
CON TROL
mt u
REG IST
check sum
COMP LE
plan e
writ ten
2 9
C LIENT
Ġp ush
Ġf inal
al k
Ġ" \\"
Ġv if
Ġg t
Ġm g
ĠC UR
Ġw r
INT EG
ĠF AIL
Ġarg p
bo olean
f c
j son
nt ax
Ġp md
Ġf open
Ġl p
par m
dp b
NOT SUPP
BUF SIZE
DONT WAIT
ĠClose Blob
7 6
V dbe
f n
i cation
r mt
Ġs igned
Ġg it
Ġstr asm
tic al
sh ow
Ġkey ring
Ġcount s
Al ign
LOC AL
Le ft
FIX ED
Ġste p
D H
M PEG
a w
c trl
d n
Ġ loc
Ġe printf
Ġd ds
Ġstr ip
ro ut
ĠS K
OR M
rc u
es il
ĠU ndef
Ġpro cess
net work
und s
Id x
TO O
enc oding
samp ling
ĠPar se
ĠUndef ined
0 5
X T
a u
p rec
Ġs mtp
ma ke
or al
ad m
Ġd t
ST A
ĠI FF
ptr an
if ic
Ġex tension
PRINT F
Ġse p
ic mp
Ġ>> =
res olution
Pa lette
Ġmo v
Ġchannel s
ĠNE TIF
tm x
A RE
F LOW
R F
S upported
a ac
h andler
o str
Ġ1 000
th an
Ġma t
ver def
ser t
di rty
time stamp
TO KEN
Ġattr ibute
ud p
ll er
Ġvar p
BYTE S
ĠMax Text
consu med
ĠMaxText Extent
Ġc ert
st mt
Ġ1 9
Ġr desc
ĠN FS
RE TRY
dr iver
ĠB T
EN DI
Ġcont ainer
def ined
ĠK SZ
event s
Ġenc oding
Ġlist en
recv msg
CTR L
ĠEOP NOTSUPP
ENDI AN
C ur
D esc
S ound
d u
f inish
o ta
Ġs lave
Ġp W
Ġt i
Ġo id
um my
ĠG SS
ĠMagick Core
Ġck ID
44 4
bu ild
ĠMagickCore Signature
S ource
e f
e ded
s ig
Ġc ptr
Ġp key
Ġv f
pe er
li b
Ġk e
Ġw mem
Ġres ource
ĠD ata
io vec
Ġcm sg
Ġsh ow
BU S
header s
Ġsc si
ILE D
fail ure
ov err
C reate
E nt
i i
t gt
x ception
Ġi e
Ġi i
le ep
te ct
ca ps
LO B
ME xception
sc r
ĠW ARN
FA ILED
cmp ts
inter cept
Ġaddr buf
ĠThrow DC
IG NORE
color s
Bo olean
Ġscr atch
ĠCOPY THE
CONTIN UE
ĠThrowDC MException
ĠCOPYTHE CONTEXT
F IN
k ernel
s w
s ign
Ġb t
Ġv B
Ġh igh
and box
Ġ3 1
ĠU str
String Info
Ġus age
PROTO COL
- '
O r
n b
s cope
v no
x ml
Ġi ss
re mote
Ġf unction
me tric
Ġv q
ti al
Ġin valid
ĠI PP
ed ia
Ġpa ir
Ġ' -'
ĠPy Type
for ce
ĠTIFF Error
lu ma
cred s
PRIV ATE
O VER
R ST
l blk
m di
Ġ location
Ġp ing
Ġp mu
ge d
Ġg uest
Ġm xf
Ġin f
Ġde lay
con st
ol ve
Ġend point
Ġtr k
In put
SU RE
TH READ
av ailable
0000 00
Ġca che
65 02
Le vel
Ġws ctx
MEDI A
STA MP
> |<
c ut
s afe
t le
ĠN L
to re
Ġch ip
Ġ2 5
ĠF EAT
ĠD IS
ab s
MAT CH
ĠSetImagePro perty
INTEG ER
J O
N EXT
U ns
h a
r ight
Ġb ig
Ġb ail
Ġd uration
Ġg amma
Ġa len
Ġk ernel
ĠP G
ĠP alHeader
pa tch
ĠC VAR
Ġval id
MA IN
CH AN
ĠU DF
Ġfa mily
be gin
ĠGet First
Magick String
Ġpos ition
SY N
ifi cation
frag ment
ĠGetFirst ImageInList
, %
4 22
T UN
c alloc
o per
y stem
Ġc fm
Ġre peat
Ġr pm
IN ED
LE V
ĠMagick Boolean
AN AL
sy m
af ter
OL L
RD ONLY
Ġpayload left
Ġfil p
Colormap Index
Ġgp lot
> ><
C F
P AD
p g
Ġv irt
Ġg ray
ase cmp
ĠU Char
Ġdo main
dis abled
Ġ12 7
BLOCK S
trans fer
ĠIo Buffer
mag ic
I nd
I ns
[ %
d ma
e vc
f atal
s m
Ġs v
le s
Ġre loc
IN V
Ġint el
UL E
Ġin line
Ġk f
Ġl fi
ĠP RO
pa k
ĠI CMP
Ġar ray
ry ption
Ġta il
LI B
Ġbo unds
Ġsy mbol
word s
MAP TYP
TIF Y
lat pak
ces sed
Generic New
Has AttrId
ĠMagickBoolean Type
A n
B uf
C OR
L AST
M G
M V
tr ns
Ġf unc
Ġr ight
Ġstr to
Ġa u
Ġh i
Ġl c
str ip
SE ND
ĠReadBlob Long
mo re
DI O
Ġio cb
Ġad just
NT AX
SK B
Ġih evc
ĠINT ER
Ġfe ature
lar ge
ĠPO KE
C OPY
L T
S ect
b ut
g lobal
l sb
m on
r no
Ġi x
Ġc u
ma ster
Ġm ulti
ro ute
ch dr
Ġin o
li m
el p
un able
un pack
pa tial
ri ptions
pr m
list ener
pro gress
count s
Ġfa ult
mem set
SY NTAX
Ġro ta
ĠSC SI
tok ener
pd u
Ġdc cp
ĠASS ERT
Not Supported
ĠSTAT US
ĠLD AP
2 3
M ap
N ode
T EXT
m c
o ot
Ġc rm
ti m
IN ODE
Ġl xc
ERR NO
CH UNK
Ġav g
ĠU DP
comp ress
PRO C
UP T
Ġver ify
Ġrv a
ek Blob
QU OT
Per Sample
ĠSe ekBlob
A r
b i
c x
h int
Ġi v
re store
Ġc an
le cted
al igned
al ias
Ġn once
Ġh f
ĠS IZE
un supported
ĠR MT
ĠT X
Ġpro perty
Ġz ero
ĠH andle
ĠH EAD
ĠThrow File
IR P
do main
Ġtrans fer
Ġsect or
Tr ans
ADD RESS
Unable To
Ġact ual
If LE
Virtual Memory
ĠThrowFile Exception
P RESSION
S ave
S OCK
T CP
r andom
v cpu
Ġs afe
re maining
ta p
Ġo v
ize d
Ġd len
Ġr buf
id r
Ġse en
Ġse nder
ĠL MP
par ms
Co mmand
ance l
Ġsa fi
ten ded
ĠWavpack Get
reser ve
Ġgray map
9 0
9 5
H IGH
N ORM
Ġi a
Ġ" |<
co ap
Ġk ex
ĠP FMT
ĠF I
tic ity
ex pi
header len
SH ORT
IC Y
UR CE
Ġfrag headerlen
DC AP
Ġown er
ĠUndefined PixelTrait
IRP DCAP
1 7
H EL
I ALIZE
L ine
O TH
g a
h l
Ġc alloc
Ġm idi
Ġa e
ne ed
un share
str ain
DE D
DE CODE
PE EK
ex tension
EN SURE
pro t
Ġte e
Ġ5 12
RO UT
VER T
Ġinfile size
SIGN ED
Ġpost script
nego ti
ĠCR Y
STRU CT
DIRE CT
ĠMac Ctx
2 7
4 8
A rg
F AT
I A
L AN
M i
l p
Ġs ixel
Ġc c
Ġp ol
se p
ar ning
co uld
ĠP I
pt ype
INT R
ra ce
lock ed
ĠF D
ĠEX PRESSION
ĠMagick Max
che me
mem cpy
lv ls
FO UND
SK IP
Ġsub type
do es
ĠBU F
rap per
Ġreser ved
pat tern
LEV EL
L ay
S UM
T oken
o ice
Ġ AL
Ġi buf
Ġb u
ER O
RE PL
ĠC om
ra tion
Ġq p
ĠF ile
ist s
Ġpo licy
cmp t
SB Endian
Ġoff s
use c
Ġdis card
Ġrec v
disp lay
VL AN
RET URN
initialize d
2 00
A c
C opy
X C
c dc
k dc
m is
n am
s nd
se par
Ġe l
Ġn args
Ġr ad
li fe
PR OP
Ġex tr
ME D
con vert
PRINT K
UN SUPPORTED
log ging
Ġtr af
ĠW idth
ĠV CPU
Ġkey len
Ġindex es
Pa rt
REGIST ER
I FL
S wap
g no
l ru
o to
in sert
Ġf lip
Ġu dev
it ch
to f
ss ign
ĠM ODE
ĠA D
ĠA IRPDCAP
il ity
AC L
Ġse arch
ex ception
block ing
Ġyy n
ĠMagick Size
Ġfa c
che ma
Ġuser name
SY NC
Ġblock s
UP DATE
ĠBGP TYPE
RES ER
Ġred map
Ġrfb Encoding
Ġgreen map
Ġblue map
work er
Ġht ons
BO X
CRY PT
Do uble
Ver ify
ĠHEAD ER
ĠMagickSize Type
A U
F LOAT
P GM
g round
r sp
Ġre set
ad ata
ĠN P
ĠN o
ĠM OD
ST EM
Ġsh a
Error Message
ac cept
ĠVal idate
Ġdirect ory
ĠWavpackGet ErrorMessage
Mi ssing
F lash
H W
L VL
T LE
b a
b b
p ct
Ġs ad
Ġn ow
Ġn skb
Ġm r
Ġm Chunk
Ġh ave
et ch
Ġl lc
Ġx frm
po st
pro perties
Ġal ign
ĠO pen
Ġnet work
UR L
Ġlog ical
cs um
pac ity
ĠFAIL URE
1 00
R esource
b k
b ar
s uffix
Ġ Start
Ġre try
Ġb m
Ġt count
Ġn al
Ġv host
Ġm map
Ġco okie
ne g
ĠP ro
ic ient
FI L
xff ff
Ġsave d
ATOM IC
) :<
J ECT
W arning
c rypto
g ap
i se
n f
q index
Ġc tr
Ġp Data
Ġif a
de s
on d
ĠN ET
Ġin Name
Ġde no
ĠE MIT
un map
EN COD
Ġcm s
Ġal l
Ġun it
Ġtok ens
own er
SR C
** **
8 7
R ate
a ux
f h
p oll
Ġs top
Ġf mode
ct b
Ġd ummy
id ge
Ġa ck
Ġin link
Ġch ange
ĠS ET
uff icient
ver ifier
EN TRY
EX P
fi fo
ĠH EV
ld ap
Ġio vec
sy ntax
Ġcolors pace
Ġbl ob
AME TER
ĠSetImage Extent
colormap s
dig it
meta data
! \\
F AN
G roup
N L
R SA
T S
T est
V R
V OL
d x
e q
g n
p pend
s se
in et
Ġre port
Ġf pi
Ġd a
Ġd ash
fo re
ĠM D
ns ure
Ġj ump
ĠB lock
Ġst cb
CE IL
Ġcur sor
AS N
\\" "
Ġline no
cl ude
Ġpos ix
Pro file
Short ToQuantum
ĠScale ShortToQuantum
Attr ibute
TIME OUT
BIN D
REC ORD
ĠMY SQL
tran sport
POL ICY
ĠCopy MagickString
ĠMACROBLOCK D
leave s
cover y
ĠHEV C
- %
L SP
P TO
T AP
a pic
i pe
w orst
Ġ gen
Ġi b
Ġp seudo
Ġ" :<
Ġd vb
Ġv da
Ġint errupt
ĠE lf
un nel
str buf
ĠT K
en um
sc al
ID X
Blob Mode
Ġav ail
ĠRead Binary
qu ery
ĠH eight
Ġfile gen
em on
Ġad apter
PAR T
ke v
struct ure
ass ert
Ġtimer i
utt on
Ġic sk
EMP TY
ĠOpen Blob
ĠReadBinary BlobMode
G I
I ENT
M SS
h i
i ctor
l ld
p ower
t uple
Ġs ign
re order
er n
Ġre move
Ġh ard
Ġerr buf
us ing
sh a
ĠV FI
TYPE S
are na
cl one
PAR SER
ĠRE T
Ġld ap
rep lace
ĠVFI O
D N
G IN
d ocument
Ġs up
Ġs ide
Ġc g
Ġo ver
ce nter
int eg
data size
ĠD PRINTF
Ġtr ace
par ameters
Ġopt val
Co uld
string s
ĠO S
Ġdis play
Ġflow label
AV AIL
HAND LE
T ile
e ometry
Ġs x
Ġs rp
se lf
Ġb w
Ġu midi
Ġt val
Ġv net
un i
RE SH
Ġl f
Ġl ptr
pa b
ĠR D
ent er
sh ould
Ġal low
em it
lement s
Bo ol
USE D
PK T
fix ed
Ġdri ver
ĠRun Count
ĠStructure Class
ĠList Extension
LOB AL
N AL
R M
S rc
S AS
g ss
Ġp hdr
se gs
Ġu e
ug h
la in
set tings
RE AL
Ġk ctl
ĠR PM
ĠL XC
TI VE
Ġ<< =
VAL ID
ht ml
Ġinter p
Ġtx c
Read File
ĠCO AP
ident ifier
band width
vari ance
component s
sas l
QUOT A
C all
E n
F loat
k ind
s lave
Ġ End
Ġs ack
Ġb prm
Ġe t
Ġu ref
Ġo k
mp ty
fo o
Ġk w
Ġy i
AC T
PR INC
TR OPY
per s
Ġres no
reg ist
Ġis o
Ġun ique
Ġsy n
GE ST
WR AP
ĠST ATE
SA MPLE
ĠIn formation
he aac
ĠCon strain
Ġix heaac
Ġixheaac d
R ect
b or
f il
l sp
m any
v lan
Ġc ra
Ġf ull
Ġr h
rea son
OP EN
SE CTOR
dev el
add ing
BU SY
Ġal ias
DR OP
Ġinput device
PAR AMETER
SP S
Pro perty
0000 000
Ġchroma ticity
Ġ"[ |
Ġscan line
Ġfil t
ĠAcquireImage Colormap
Ġos Str
An y
ĠRET URN
ĠConstrain ColormapIndex
0 7
3 7
R I
s ma
v ma
x ab
Ġ ER
Ġd q
Ġin c
of t
Ġval idate
AR CH
NO TI
CE PT
Ġcur buf
Ġsrc ptr
Ġbit tok
IG HT
Ġsy nth
ĠY R
gra de
Ġfield s
PK CS
Ġgd Image
ĠSize Y
ARG S
Ġflo p
ĠBlock Align
WRAP PER
( )<
B CM
l cpy
x x
Ġi data
Ġv t
co s
Ġh int
Ġch r
pi ck
ĠP ART
Ġma ster
ĠT EMP
port s
fd s
ĠENO T
ĠSetPixel Alpha
Color space
orig in
Ġpass word
reser ved
pers istent
A uth
W rapper
d m
g ot
k b
s igned
Ġi chdr
Ġre quired
Ġf path
st k
ti ble
Ġa g
Ġh p
ch ain
ing s
RE SP
ĠP seudo
AT ED
ĠG IT
ĠF S
Ġdst ptr
Ġip h
Ġz bin
Ġz Right
time s
Re f
Ġdi gest
ust ers
Un ique
ator s
igh bor
TIME STAMP
Ġep buff
ĠpS ub
** *
ĠPH P
Ġan al
wh at
ĠString To
ĠONIG ENC
Ġqt size
TUN NEL
Ġfeature s
Ġextr adata
ĠPseudo Class
9 1
I dent
L C
P age
R ANGE
p te
s lots
Ġi kev
Ġp New
Ġp Idx
ĠN UM
li ver
get uint
Ġout Name
ĠB N
per m
NO TIFY
ĠV er
Ġpi mv
end or
DI SC
Ġ6 55
SP C
Ġsz Ext
Read Reg
Ġtest flag
Ġac c
QU AL
Ġrun length
Ġdri ve
? "
F C
U ST
j ect
x d
Ġs lab
Ġc ib
Ġb er
Ġf m
Ġh b
Ġin len
Ġch ain
ĠE V
>< <
ĠP age
is er
LE G
ed ge
Ġal located
res ource
ĠThrow PICT
cl usters
av ail
REG S
VPN MULTICAST
VPN UNICAST
VPN UNIMULTICAST
Ġtim r
Per Pixel
ĠDEBUG F
Out put
Ġgt k
ĠThrowPICT Exception
A lloc
H ASH
J oin
L D
R U
g rp
r up
s ide
Ġ od
tr un
Ġf ptr
Ġu len
it le
Ġg c
Ġstr str
\\ \
RE SET
OR IG
ĠR ANGE
Ġex tend
LO OP
ver se
AD MIN
Ġtr un
AS K
group s
device s
REF ER
cost s
Add Wrapper
ĠWavpack AddWrapper
Next Image
Ġqu ery
thdr len
ĠDo ReadFile
FAC TION
ĠSW FACTION
PLAN E
COMPLE TE
F P
F ilter
I SE
b p
h d
p in
q level
r tr
w ake
re try
Ġp lay
se tof
ad ap
Ġr lc
Ġq uant
ĠG R
MA ND
AN T
mode s
Ġcur qlevel
cont ain
im er
MO VE
Ġoff setof
De code
HE V
struct ion
Channel Context
thread s
Ġca pable
Ġnl msg
Ca pture
Ġcontro ller
Ins ufficient
gno re
VR RP
# %
/ .
; '
C ERT
G SO
N ative
a bove
c li
h and
s ignature
Ġs pace
Ġp cl
or tion
Ġb order
Ġf latpak
Ġcon vert
dec oder
ĠR B
Ġma ptype
Ġ' ;'
ble m
Ġ3 0
po p
In stance
ĠV ER
ĠV AR
Ġrc v
comp ile
Re ply
ph an
Ġmp t
packet s
Ġrun ning
Chunk Header
feature s
Ġce ph
Ġgs o
FAT AL
5 7
P rintf
T he
V IR
b ig
i ted
p le
w in
Ġc group
Ġb cm
Ġf use
Ġt ss
Ġr size
ĠS U
lse xt
Ġk mem
at ing
ĠT race
map s
io s
ĠV AL
add recon
ref resh
Ex if
AN CE
ĠU S
FI C
BIT DEPTH
Ġcur l
cont ainer
UT DOWN
min q
Ġcode page
ĠX ML
Ġrfb Log
Ġ"/ "
bin ary
spec ified
SUB TLV
DIS ABLE
ĠCOMP RESSION
Ġzrtp ChannelContext
Signed Long
ĠPixel Packet
Ġhi res
HIGH BITDEPTH
Ac cept
, '
4 3
O ST
P KEY
P CI
R LE
a int
o if
r fb
s id
Ġs len
Ġs mal
Ġp chg
le st
Ġb si
Ġu ri
Ġd g
id ue
pe ed
Ġm on
Ġm ic
Ġco mm
ch ans
Ġk i
str aint
ĠA UT
Ġ' ,'
Ġtr ust
Ġcomp onent
NUM BER
ĠENO ENT
COM MAND
Sample s
sing le
HO ST
LIT TLE
Ar ray
nam ic
PGM CC
FIL TER
Ġsmal lest
G LOBAL
P TION
U ME
f unction
s iz
s witch
s andbox
z one
Ġ DE
Ġc lock
Ġc irc
Ġc yc
le v
Ġe nsure
Ġo u
Ġn ad
Ġv i
it or
ce il
Ġm er
um b
SE ARCH
ME T
SI X
print k
Ġip p
ation s
Ġsub sampling
ĠEN TROPY
ĠZ RTP
pri ority
Ġcom ics
Ġtran shdr
Ġextra ct
ACCE PT
ĠFL AG
Ġrota ted
ĠPART ITION
Ġtranshdr len
+ '
A A
B MP
G eometry
H andle
M F
Z ERO
c irc
e v
i able
j peg
s addr
z val
in val
or ith
Ġt ga
Ġv len
Ġa pic
ĠE F
Ġk adm
Ġx id
ĠI HEV
as ync
Ġ' +'
con straint
mb x
num er
pro perty
In File
LEN AME
DI SP
Ġcode book
sec ret
Ġstrnc asecmp
Ġng x
ui te
MOD ULE
ALIGN ED
ImageData InFile
ĠUstr cmp
CF G
Ġihevc d
Insufficient ImageDataInFile
/ "
F ULL
S ING
d ur
g d
h be
Ġs array
re m
ta tion
id ct
co res
ce nt
ing le
at tach
ip v
ĠL en
EN ABLED
ĠW rite
FF FF
Ġyy ss
pro be
EX CE
Ġcomp at
Ġbuffer offset
comp s
SH UTDOWN
PRO T
priv ile
Ġver dict
WA V
let on
match ed
PO S
Ġcmpt parm
Tra ck
ĠSize X
ELE M
ĠGP AC
ĠMOD BUS
ĠTrace Event
ĠAUT H
N P
O W
P ri
V ar
W D
W idth
v is
er tifi
Ġf w
Ġf read
Ġe h
Ġ" )"
ar m
ER Y
ĠE BUSY
pa ir
ca ched
cp s
cp ar
SE LE
po ser
pro xy
Ġta b
mm u
Ex p
FI LL
end ian
ĠH DR
Ġpar ser
DI CTION
Ġun i
desc riptions
Ġrd mult
EE E
Ġph ase
tx poser
DO T
arch ive
Ġdb g
Ġapp log
FR M
DEF INED
ĠSync NextImageInList
Ġimp eg
Ġimp licit
Ġfac ilities
ertifi cate
5 9
L ast
R UPT
T TEST
U I
U ser
Ġ \'"
Ġi rp
Ġo pe
Ġn h
Ġv lan
ĠN CH
Ġstr lcpy
ch ine
ĠS ample
size s
Ġ2 6
AL LOW
ĠC LI
ĠR C
ul k
ca b
ca ped
Ġst k
Ġct l
read ing
for med
qu ota
ĠH FI
vm x
ph ar
Ġbo ard
tra ce
TE MP
ĠJ PEG
Ġenv c
PI PE
irq restore
PRE FIX
Ġpk g
COL OR
Ġpri me
lat or
sector s
ĠRec ord
PICT URE
ĠBIT S
COR RUPT
ĠCRY PTO
separ ate
Ġsup er
Ġ\'" \'
L K
R et
c um
g b
h uge
o g
p ng
v id
Ġs ds
Ġs tore
le ctor
in ation
Ġf inish
te ll
Ġt lsext
Ġg fs
ĠS O
Ġl data
AT CH
TR IC
Ġq alc
ME TRIC
ĠG PM
par ameter
sh utdown
FA ST
mi ss
Ġen queue
Data Size
ab el
ab ort
ĠY V
Ġro se
Me thod
gf n
ĠETH ER
Ġprinc ipal
Ġtick et
ĠIO CTL
ĠSK B
Ent ries
Ġiss pace
orith m
ĠGPM F
4 7
8 2
B IG
E HT
P OP
U DP
d h
f loat
k vno
l b
r s
r ity
r lvls
Ġc def
Ġp ts
de p
Ġb ind
Ġf ill
Ġf dest
al location
id den
Ġm h
ne ss
li cation
ST OP
Ġme ch
ra c
con cat
ĠL AST
EN CODE
sc reen
Ġyy msg
net dev
IP AL
Ġdi com
Ġsy m
ll u
Lo ad
do uble
Ġast ostr
MB C
ĠpS MB
AY LOAD
Res ult
Ca che
ĠrfbClient Swap
ont al
oriz ontal
Ġpat tern
OVER FLOW
ĠmChunk Size
scal ing
SAS L
Join Accept
rup ted
ĠIHEV CD
B P
L abel
S end
c f
k i
s lab
t ty
re co
Ġc q
Ġe k
Ġe free
Ġr ctx
Ġr mt
Ġa io
Ġin bound
Ġl ld
ON CE
ĠP F
Ġbuf s
AD ATA
read len
Ġ3 3
Ġnum comps
EN CE
DI SK
DI GEST
low er
Ġnet bk
TO LE
Ġvm case
Ġrd cost
SP ACE
ĠAcquire NextImage
skip ped
Ġck DataSize
BASE D
dt or
ĠPK CS
Or ig
oto metric
PRINC IPAL
regist ers
ĠGR UB
> :<
G ray
H ash
O n
f rr
h ave
m se
r src
u it
Ġ DEFAULT
Ġs pi
Ġc id
Ġp atch
or phan
Ġt id
\\ '
ĠM V
ST AND
get c
ĠR O
ĠA sync
Ġne x
SE Q
ĠB P
bit stream
pic s
Ġdo nt
RA M
und er
inter p
Ġ/ =
ĠENO BUFS
Ġ'\\ \\'
GP IO
pack s
LAB EL
SC AN
cmd s
rg b
ee e
Dri ver
Ġov l
HEL LO
8 3
D Y
E ST
u me
z rtp
Ġi on
Ġs dp
Ġc mp
Ġp x
Ġ* ...
Ġb d
Ġret v
Ġd size
Ġv mb
ro se
str ict
ĠC I
ĠC lamp
ĠI mp
ĠB ool
ver bose
PE AT
Ġse ek
Ġcur conn
Ġth iss
EXT EN
iff ies
fe re
Ġli bc
Ġaction s
rw sem
Ġvirt io
ĠRecord Length
ĠClamp ToQuantum
G RP
T ABLE
c group
e qual
s mi
u lator
y es
Ġi eee
Ġp cnt
Ġb relse
Ġe ther
Ġt b
ĠN PP
to col
pe ct
pe ek
Ġm w
ĠC var
ĠI CB
as dl
Ġj ournal
SE D
Ġbuf size
ĠG TK
mb y
ip c
UN AVAIL
TI O
Ex it
Ġz Name
Ġwh at
Ġal igned
be fore
File Resource
Ġmap length
Ġlog ging
Ġcode d
OPT S
ĠTIFF FileName
Get Field
Ġlo ff
Ġno block
MIN LEN
BO OL
com ing
Ġds dt
irq save
OPTION S
Ġiter ator
Ġqu ote
Ġbus y
comm it
Ġab ort
Unique FileResource
Ġrlc inf
ĠICB TAG
, =
R aw
T emp
T unnel
f rags
Ġs buf
Ġc or
ma y
Ġv endor
pa irs
Ġse quence
read er
Ġav priv
\\" \\
ĠO pt
Ġ6 3
ĠTIFF GetField
Pro cess
Ġfrag gap
Ġmo ve
ĠNG X
Ġmv sad
Ġmod s
QU ERY
Ġconf irm
ass is
ĠAR RAY
sing leton
Ġpri ority
TIFF free
CONNE CT
reco gn
STAND ARD
* "
6 7
B ack
K DC
Q UE
p block
u ted
Ġi map
Ġc f
Ġp Expr
al len
Ġr gb
ĠN TL
Ġg ui
Ġg pio
Ġa cpar
Ġh fs
Ġh dl
ĠS F
ĠS ub
ĠM cps
Ġ2 8
Ġx s
TR FS
ver tical
Ġnum rlvls
Ġav pkt
sh ell
sh ake
ĠV TP
ĠMagick Signature
for ward
ĠRead D
... "
Ġmax count
ĠO M
Ġread er
RO W
Lo op
inode s
fmt s
Ġroot fs
ĠpS t
Ġnt Status
short cut
nor m
FE ATURE
Ġnl h
MSG SIZE
bu cket
Ġpl ugin
DU MP
Ġfragment s
crea ted
Ġag ain
fere nce
allen ge
5 3
G S
I ES
N A
W W
t c
t od
Ġi req
Ġs ched
le ss
Ġb mi
Ġf map
Ġn on
Ġd n
ti ck
Ġa flags
ĠC url
Ġma trix
ĠB O
ĠB TRFS
ĠF RAME
EX PE
Ġpi cture
Ġcount er
Ġsrc u
IP C
image s
ac cum
ĠJ P
ĠDe lete
Ġident ifier
TER M
Encoding s
GO TI
Ġvf io
JO IN
VOL UME
ORIG IN
ĠSU CCESS
ENCODE D
Ġvmb reak
ĠpSt orage
accum ulator
5 8
J MP
L ock
N R
T V
b size
h ere
l one
s in
u red
Ġ AT
Ġ LE
SV C
bl ing
Ġp count
me di
Ġn sections
Ġh mac
Ġde leg
ĠE MSGSIZE
ĠP a
ĠC o
ĠR A
up s
up per
Ġne lements
LO T
SI D
con ds
Ġres idue
ĠD O
read int
Ġtmp zval
ĠV IR
ĠU T
Ġpi ct
\\" %
UT F
IL L
stream s
Ġenv s
Ġap du
COM M
Ġcred s
Ġfe ed
Is Instance
Dri ve
ĠFormatLocale String
Ġwr iter
5 4
A ssign
M a
c wd
m anager
Ġi gnore
Ġc al
Ġe i
al ready
Ġd ma
Ġr pc
ĠN EXT
Ġh dev
RE PEAT
Ġk arg
OR K
dec rypt
ĠT H
ca pable
as ic
Ġme di
ĠB uffer
ĠG D
PE D
ex ce
EX ACT
... \\
Ġpro gress
ĠH Z
fault fd
Ġio ctl
Re c
Ġrt i
ifi ex
COMP AT
Par ser
Ġli b
Ġrp x
ĠSN MP
Ġsubo bj
NON BLOCK
Sect ion
Ġmw ifiex
9 2
> $
> @
D ocument
F T
G ED
I BU
U SB
W ith
Z RTP
n id
y p
Ġ INVALID
Ġs ax
se ss
tr ate
Ġre mote
or z
Ġb aud
Ġd fs
Ġv ideo
Ġr py
Ġg boolean
Ġg au
int r
ĠM A
ĠC OL
dec oding
DE L
ĠA CL
Ġne tif
SE S
SE EK
Ġout link
ĠB OD
en ch
ĠF OLL
ĠW R
pro ps
Ġopt name
Ġdo i
TH RESH
af p
tra ct
De stroy
Ġusb dev
Ġph ar
ATTR IBU
PL AY
Ġreal m
Ġpass wd
alloca ted
ĠRe set
DIV IDE
CLO EXEC
RUN TIME
Ġmg mt
Ind ication
ĠNP N
Ġbm val
ĠOS AL
NOTI CE
ĠNPP V
ĠBOD Y
ATTRIBU TE
8 000
E F
H AS
L oc
N AK
P ost
P AYLOAD
V NC
_ %
g ol
t id
v lc
Ġc ustom
Ġp tl
le ction
de pen
de tected
Ġb zrtp
Ġe ff
to ol
Ġg re
Ġint r
Ġerr Exit
Ġl val
ĠM SBEndian
ns tr
Ġx attr
Ġme dia
per iod
Ġse lected
ĠF ATTR
ex pected
po se
CO ST
EX TRACT
Co eff
Re q
To Native
Ġad ap
table s
MT U
Sh ift
link s
Ġup per
DO W
enc ryption
ĠRelinquish VirtualMemory
ĠDestroy String
pri o
ĠDestroyImage Info
spec ific
Ġed ge
Endian ToNative
Ġ40 96
UnableTo Read
pab ilities
ĠImp ort
ĠWR ITE
gol den
A nd
C lose
K DB
P NG
U MP
d uration
Ġs work
Ġc rypt
Ġif p
Ġe b
Ġe lem
Ġn ot
Ġr lim
Ġm req
la be
ĠP ush
pt p
ĠR es
ĠA C
as on
Ġend str
free p
Ġtr x
Ġtype def
ter min
AP P
Ġmax w
Ġmax frag
time o
Ġsp n
init ial
Ġmi INT
Ġkrb tgt
US R
PRO B
Ġbase line
Ġlist ener
Ġss id
Ġno te
item s
Ġmac inf
ĠLL C
Ġback ground
REC V
MARK ER
SPE C
SPE CI
phy s
ĠFormatLocale File
udp lite
Ġlisten ers
overr ide
ĠINTER CEPT
ĠFI LENAME
OTH ERS
integ rity
Ġmedi afp
Ġeff ect
labe led
Ġmaxfrag len
7 2
B D
I MA
S ystem
n xt
o u
x b
in st
Ġo pipe
Ġn fp
Ġv ect
Ġm cast
Ġh h
Ġh uge
ss ible
Ġde quant
Ġde compile
set f
str size
Ġma jor
ca pe
PR S
SE G
ĠB MP
per f
PE ND
Ġcol s
ET CH
FI RST
EX CL
\' %
SH ED
dis card
valid ate
PRO FILE
eg in
NE GOTI
point s
trans action
Ġsys ctl
Ġbuff size
su ccess
WIN DOW
CRE ATE
Uns upported
ĠVIR TIO
Coeff s
% "
9 7
K O
M note
N one
T a
a uthent
l legal
n se
Ġs ll
ta gs
Ġif index
se cond
Ġre alloc
Ġre ceive
st e
Ġo len
Ġn ump
Ġd ls
ĠN et
Ġa type
Ġh c
ĠS SH
RE V
RE NT
AC TIVE
sk top
ex im
Ġpr vp
Ġsp p
Ġgf n
ĠGet NextImageInList
TO METRIC
Ġcl t
Ġhdr s
PRO G
Ġtime s
Ġplan es
CL R
Ġmm io
Ġstring s
SER V
RD WR
nder flow
Ġcred ssp
Ġrx opt
Ġload err
SHA RED
BE GIN
From List
ĠrfbClient Log
AK MP
cor rect
assoc i
Ġfix ed
Ġdeno iser
MET ADATA
SING LE
ĠMcps Indication
UnableToRead ImageData
9 4
F M
R L
d addr
Ġp an
Ġp list
Ġre name
Ġf put
Ġe mpty
Ġt c
Ġn bytes
Ġn ull
Ġd ate
Ġv tp
Ġg int
IN D
Ġin s
ĠM O
ĠC PU
ĠT AG
ĠI EEE
Ġj peg
ĠD C
UN REACH
ET H
ĠH OST
OL DEN
RO M
Ġrd div
Get I
config uration
Ġsz Line
ls r
COMP RESSION
Ġtemp oral
temp oral
Ġhash val
Ġsas l
ĠLIB C
Ġmat te
Ġino tify
7 4
C U
E INVAL
I CK
M SR
U SH
V ED
b pf
c ertificate
e red
i size
o us
p itch
s l
t sc
u ce
Ġi r
Ġs orted
Ġs wap
an ted
Ġ0 0
on um
te k
Ġt str
Ġo b
Ġd rm
Ġm Channel
Ġa ip
ro om
ĠS MB
ĠM in
ĠP EEK
AT H
AT OR
ĠC AF
ock et
ĠR Bin
ca vlc
AC TION
ĠF C
Ġnew p
po sn
Ġarg ument
Ġbuffer s
ING S
sn a
Str ip
ime nsion
dis sector
RO OT
qui res
US AGE
ĠTR ACE
REG ION
sub type
na il
Ġchunk size
ĠZ VAL
IR Q
ĠINT RA
ill ary
Ġtrack s
Ġus char
Res olution
gener ate
Ġencode d
SHA KE
CALL BACK
HAND SHAKE
Ġcontro ls
Function Def
Ġpcl r
umb nail
numer ical
ĠETHER TYPE
Orig in
B T
H ello
I nc
P ort
P DU
W indow
W PG
s o
Ġc ancel
Ġp oll
se l
Ġre pr
Ġf our
Ġf seek
te xp
od uct
Ġr f
ĠN ame
co ef
pe ls
Ġm k
Ġco st
Ġh ere
Ġch assis
ĠS wap
dr v
Ġk control
Ġerr str
Ġ2 3
Ġx en
is c
Ġw ord
ĠR UN
DE NO
ĠF MODE
Ġnum cmpts
Ġpro t
Ġfile s
\\" :<
Ġmax n
Ġfi ber
blk s
OF S
width exp
De bug
ĠIS AKMP
Pro tocol
Ġfs m
use s
ĠZ IP
igh texp
si te
wr iter
PO SIX
St mt
Se q
Ġpad len
ient ation
Ġcallback s
Ġflo or
BL K
QUE UE
sna pend
Ġfour cc
5 77
D ST
J OB
M IS
i pi
m time
s cheme
Ġ likely
Ġi vd
Ġs mp
Ġs uffix
Ġp wr
Ġre ason
al f
ct ime
ue v
ne eded
Ġh and
Ġde fs
Ġps nr
RE DIRECT
Ġk ern
ĠM edia
str tab
ĠC A
ĠC ont
ĠC lone
Ġw eb
no w
Ġex pi
ĠB YTE
LO OK
Ġq coeff
per strip
Image FromList
MA N
ĠL INE
log ger
list en
Ġsh strtab
ĠH ID
mi ssion
Ġprint line
Ġattr ib
Ġinter lace
PAR ITY
Ġmin sz
Ġtx req
var s
Ġno tify
Ġent ity
Ġmv s
cons ole
conv olve
Packet s
SO URCE
Ġneed Save
INIT IALIZE
Ġlow er
ĠLIB RAW
Ġproc Name
MSS P
ĠVER IFY
dur ing
cab ac
widthexp n
ightexp n
/ <
D ONE
P oint
T AR
X F
c alc
c yc
h id
h dl
i val
k ip
m ss
w as
Ġ ans
ma jor
nd up
Ġf ra
Ġt data
Ġo idc
Ġo lsr
it tle
Ġstr icmp
Ġa pi
Ġh ome
Ġin formation
ĠS EC
ĠM AG
Ġx args
Ġx step
ĠC lass
Ġy step
no tifi
ĠA ss
Ġres tart
ĠF IR
Ġyy ssp
pro gram
ĠU n
EX IST
mode l
Ġas path
12 34
Ġreg ion
Ġrs z
Ġap pend
CP OPT
WR IT
pass word
trans form
ng br
Ġdecode d
sys log
ĠEx pr
default s
ula ted
Ġattribute s
MG R
NORM AL
negoti ate
REFER ENCE
recogn ized
EXPE CTED
ĠFIR ST
+ %
B M
B y
D SA
L VS
M edia
P re
P DF
b ro
c sk
i ch
s XXX
Ġi tl
Ġc alc
se curity
or ator
Ġe length
al pha
ad j
Ġd r
Ġd ctx
Ġm anager
ĠS AS
ing Box
et c
Ġk v
ĠP PP
Ġchar s
AT IO
Ġw p
ĠR SA
PR I
AR R
ol ute
Ġse m
ĠD D
Ġend p
ĠL OR
EN UM
EN ABLE
Ġtr ail
FI ER
ub key
Ġpro b
ĠReadBlob Float
sock opt
ĠGet Quantum
De c
De lete
ll x
pend ata
Ġpe free
ĠScale Any
enc oder
BO UND
ound ingBox
mer ate
PO ST
ĠIn fo
Ġan c
Ġzrtp Packet
Ġtk a
ĠStructure Flag
Vdbe Add
ĠEnd GetI
ĠLen gth
NEGOTI ATE
ĠLIBC ERROR
Ġaip tek
ipi ent
ĠScaleAny ToQuantum
5 2
M C
O ld
P S
R untime
S c
c orrupt
f inal
p w
u bl
u table
v a
w ide
Ġi pt
re pr
re quires
Ġp thread
de reference
in base
ma th
Ġe th
me mo
me dia
Ġ1 000000
Ġd printk
Ġg char
Ġco eff
Ġa udio
Ġa uto
RE QU
ĠM NT
no ugh
Ġnd p
il ing
as printf
SE NT
ex ists
Ġmem move
error s
reg ion
Ġpi xt
CON D
ĠO ut
Ġgf p
min or
Ġad b
Ġdec rypt
Ġfd ct
level s
AM AC
ĠEN D
OUT PUT
56 78
CONT AIN
ĠRelinquish UniqueFileResource
ĠLL ONG
act er
SIGN ATURE
Ġqu ir
96 60
SW AP
Bits PerSample
GEN ER
ĠSY S
igno re
Lay out
ĠCI FS
Ġthiss ad
Ġxs lt
ĠLOR AMAC
VdbeAdd Op
Runtime Error
. *
> ?
F ound
R S
R IP
V olume
g ine
s Tag
y rno
re n
Ġc seq
le nt
Ġf its
Ġe c
Ġu mask
Ġt f
lo ur
Ġv samp
mp eg
err up
int f
Ġh samp
et s
Ġl yrno
ĠM I
Ġ2 9
Ġ2 00
str atum
ĠC S
Ġma y
Ġj iffies
SE L
ĠB its
TR A
Ġse par
Ġse cond
Ġnew info
ĠL Z
Ġ3 6
num cmpts
Ġyy state
pro cessed
Ġdst p
age nt
qu ote
ĠU V
ĠU p
ĠAV Frame
ot tom
em ulate
mv pred
Ġgf x
Ġdi v
Ġmo re
NE G
Ġsn mp
tch n
Ġcheck H
Ġes is
Ġper cpu
Ġev as
Ġsec comp
Ġelement s
Ġzip file
Ġer rout
Ġdist ortion
inv arg
ĠPG TYPES
UNSUPPORTED PARAM
REAL TIME
ĠNTL MSSP
IMA GE
, \\"
C AF
G ID
M ac
d oc
i ed
m map
r f
t v
Ġi Col
Ġi pipe
re alloc
in ux
Ġe mu
rt imer
Ġt ls
Ġn components
Ġn Encodings
Ġv l
Ġr andom
la tion
Ġk sz
Ġcon d
ĠI MPEG
sta g
Ġnum resolution
op code
Ġpro blem
Ġid ct
ĠO n
CM SG
ke ep
Ġup b
Ġevent s
WR ONG
local s
ly rno
Int eger
pm d
CS UM
multi cast
multi ple
LL DP
ĠLoadImage sTag
Pos ition
CHAN GED
AU DIO
PART ITION
constraint s
ĠRO SE
doc ref
> #%
D MA
E NO
Q PRS
S pace
W O
a head
c msg
f lo
f at
g ate
l ush
o paque
p ull
t d
Ġs ip
nt est
Ġp frag
se en
se lector
ma ries
ar p
ar ity
Ġt y
Ġr ule
ĠN UL
ce ll
Ġm f
int errup
Ġh ello
un ce
Ġl vs
str to
Ġma chine
ĠT G
ĠT OK
ed it
OP CODE
Ġex pected
AR CHIVE
file system
ĠL QPRS
ic ator
Ġkey s
EX PORT
Ġis flag
mo v
Ġun link
comp ute
mg l
Ġmi ux
Ġdi rection
char s
SY M
Ġsi mple
ĠSetPixel Gray
Ġsn ap
enc rypt
mer ge
Ġsa mp
Ġmeta offsets
Ġlevel no
PO W
Ġut c
Se ek
Mask ed
app lication
FAC TOR
Dis k
overr un
Ġbu ild
ĠRunCount Masked
